{"date":{"0":1635823905000,"1":1637834411000,"2":1637944212000,"3":1638169564000,"4":1639108882000,"5":1637868682000,"6":1637143217000,"7":1637509582000,"8":1636694836000,"9":1636661221000,"10":1637005872000,"11":1636578390000,"12":1636480648000,"13":1636563962000,"14":1638985219000,"15":1639148399000,"16":1639216822000,"17":1638957618000,"18":1638548530000,"19":1638439361000,"20":1638486551000,"21":1635930024000,"22":1638993319000,"23":1638518412000,"24":1638439215000,"25":1638399946000,"26":1638784823000,"27":1638943207000,"28":1639144807000,"29":1638808804000,"30":1638421266000,"31":1638784821000,"32":1638457279000,"33":1635798905000,"34":1638871229000,"35":1638525627000,"36":1635840161000,"37":1638376537000,"38":1638180017000,"39":1638484509000,"40":1638439388000,"41":1636043279000,"42":1638216950000,"43":1638210460000,"44":1636210805000,"45":1638093621000,"46":1638180026000,"47":1638007212000,"48":1637841607000,"49":1637871949000,"50":1636300809000,"51":1637772523000,"52":1637766011000,"53":1636209347000,"54":1637699172000,"55":1637661619000,"56":1635783044000,"57":1637661618000,"58":1637661768000,"59":1635739510000,"60":1637611206000,"61":1637363895000,"62":1635786794000,"63":1637421321000,"64":1635934474000,"65":1637333260000,"66":1635849562000,"67":1637346639000,"68":1637402408000,"69":1635501946000,"70":1637340123000,"71":1637346373000,"72":1637402468000,"73":1637402427000,"74":1637254721000,"75":1637282037000,"76":1637143220000,"77":1637257559000,"78":1637154008000,"79":1637175610000,"80":1637172296000,"81":1637114822000,"82":1636929917000,"83":1637143232000,"84":1636847452000,"85":1636840265000,"86":1636985613000,"87":1636928546000,"88":1636835015000,"89":1636979407000,"90":1636970422000,"91":1636795772000,"92":1636970418000,"93":1636970420000,"94":1636747209000,"95":1636760073000,"96":1635238822000,"97":1636829561000,"98":1636925498000,"99":1636711210000,"100":1322570261000,"101":1266808488000,"102":1621961305000,"103":1169671582000,"104":1625946552000,"105":1201675215000,"106":1134450000000,"107":1515717837000,"108":1583658012000,"109":1625843753000,"110":1625821218000,"111":1459794575000,"112":1411842607000,"113":1368576870000,"114":1625870964000,"115":1537522208000,"116":1245199280000,"117":1620837526000,"118":1467271283000,"119":1625856424000,"120":1625601425000,"121":1484078398000,"122":1245330099000,"123":1249770010000,"124":1361240240000,"125":1618909210000,"126":1511347520000,"127":1618794018000,"128":1445889247000,"129":1411499739000,"130":1449507706000,"131":1620851685000,"132":1392577952000,"133":1625821214000,"134":1449251930000,"135":1378295176000,"136":1411422930000,"137":1492779137000,"138":1541009373000,"139":1253652740000,"140":1542681492000,"141":1384268417000,"142":1625782028000,"143":1346710579000,"144":1621446664000,"145":1625554810000,"146":1527175688000,"147":1259945530000,"148":880952400000,"149":1480796225000,"150":1210631840000,"151":1241611190000,"152":1299711475000,"153":1253285542000,"154":1415753517000,"155":1241611190000,"156":1253285542000,"157":1390085337000,"158":1179403783000,"159":1314482696000,"160":1314482696000,"161":1380128432000,"162":1452972610000,"163":1260390518000,"164":1361811601000,"165":1496709467000,"166":1534950152000,"167":1278796130000,"168":1397669533000,"169":1543744811000,"170":1208438316000,"171":1567846812000,"172":1264902244000,"173":1358770304000,"174":1411420968000,"175":1260855873000,"176":1196658000000,"177":1399141731000,"178":1624531122000,"179":1625676234000,"180":1280250385000,"181":1198016402000,"182":1260761984000,"183":1479588245000,"184":1309189863000,"185":1245675268000,"186":1298392726000,"187":1194066000000,"188":1625734811000,"189":1133672400000,"190":1135154101000,"191":1245675268000,"192":1266410503000,"193":1181886180000,"194":1625684954000,"195":1512384432000,"196":1470640879000,"197":1491055204000,"198":1337890346000,"199":1625641208000},"abstract":{"0":"The landmark agreement reflects a growing recognition of nature’s role in helping to address global warming. Still, critics said it wasn’t ambitious enough.","1":"Environmentalists are skeptical. They should be.","2":"The department recommended higher fees for oil and gas leases, but there was no sign the government planned to take global warming into account when weighing new applications.","3":"Warming oceans are sending the monogamous sea birds farther afield to find food, putting stress on their breeding and prompting some to ditch their partners.","4":"When a plane crashes, its flight recorder is critical to piecing together the missteps that led to calamity. Now the planet is getting its own in case it self-destructs.","5":"Beneath the National Museum of American History, floodwaters are intruding into collection rooms, a consequence of a warming planet. A fix remains years away.","6":"More than 300 travel companies, tourism boards and countries have signed the Glasgow Declaration on Climate Action in Tourism, the first step for a shared road map to cut carbon emissions.","7":"After a summer of deadly heat and uncontrolled wildfires, British Columbia was hit by record rainfalls that forced the evacuation of towns and destroyed highways and rail lines.","8":"The world’s wealthiest nations are disproportionately responsible for global warming. A sticking point at this year’s climate summit: Should they pay for the damage?","9":"The impact is etched on land and ice across the planet.","10":"Five participants in a Generation Climate program convened by The New York Times gave us their thoughts on the issues, why they became involved and what steps make a difference.","11":"Prime Minister Boris Johnson of Britain called on leaders at the COP26 United Nations climate summit to take collective action to avert the worst effects of climate change.","12":"Nancy Pelosi, the House speaker, led a delegation of nearly two dozen Democratic representatives at the COP26 climate summit in Glasgow to promote United States plans to combat climate change.","13":"Painted rooftops reflect the heat instead of absorbing it, reducing the need for air-conditioning and cutting greenhouse gases.","14":"The infrastructure measure funds programs that tend to favor wealthy, white communities.","15":"Edelman has worked for Exxon Mobil and Shell while making strong public statements in favor of environmental sustainability. At a recent companywide meeting, employees had some sharp questions.","16":"Many of the same areas that suffered through horrific bush fires in 2019 and 2020 are now dealing with prodigious rainfall that could leave some people stranded for weeks.","17":"Unions representing other workers affected by climate legislation have struck deals, but opposition from coal miners has persisted, complicating the path to enactment.","18":"The $1 trillion infrastructure law funds programs that tend to favor wealthy, white communities — a test for Biden’s pledge to defend the most vulnerable against climate change.","19":"The European Union promised to reduce its emissions 20 percent by 2020. Did it happen?","20":"The field, known as Cambo and seen as a bellwether for Britain’s North Sea energy industry, awaits a government decision before it can be developed.","21":"Extreme weather has ruined grape crops throughout this small French region known for natural wine. “If it continues like this, how will we continue to make Jura wine? I really don’t know,” said one winegrower.","22":"Under an executive order, the federal government would phase out the purchase of gasoline-powered vehicles, and its buildings would be powered by wind, solar or other clean energy.","23":"Brazil’s northeast, long a victim of droughts, is now effectively turning into a desert. The cause? Climate change and the landowners who are most affected.","24":"The financial industry will be relied on to meet climate goals. NatWest, a lender to oil giants, provides a template.","25":"Low rainfall has caused a humanitarian crisis in Madagascar, but common assumptions about drought didn’t hold up to scrutiny.","26":"To visitors, the Norwegian archipelago can seem both ethereal and eternal. But climate change all but guarantees an eventual collapse of its vulnerable ecosystem.","27":"Competition between American and Chinese companies will be the real driver of decreased greenhouse gas emissions around the globe.","28":"Ryan Gellert is worried about the world his children will inherit and is trying to use business to combat climate change.","29":"Exxon plans to reduce greenhouse gas emissions across its business, but its goal does not include offsetting emissions from its customers, such as car and truck owners and airlines.","30":"The world body said it needed $41 billion to fund humanitarian aid to help 183 million people in 63 countries.","31":"A plan to “daylight” Tibbetts Brook in the Bronx would be one of the city’s most ambitious green infrastructure improvements.","32":"Martin Griffiths, the United Nations emergency relief coordinator, announced the organization’s 2022 funding drive, citing the need to help 183 million people across the world who are suffering from issues like political instability, climate change and the pandemic.","33":"A proposal to share the gains evenly between nations and generations.","34":"As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.","35":"A Long Island couple say fighting climate change and protecting biodiversity starts at home. Or rather, right outside their suburban house.","36":"In this lesson, students will use a jigsaw activity to learn about some of the most effective strategies and technologies that can help head off the worst effects of global warming.","37":"Water is seeping into storage rooms at the Smithsonian’s American History Museum. A fix appears years away.","38":"While wind and solar ramp up, several countries, including France and Britain, are looking to expand their nuclear energy programs. Germany and others aren’t so enthusiastic.","39":"Audio recordings in Arctic seas show orcas in waters that were once blocked by ice, and the effects are being felt up and down the food chain.","40":"Nine years after Hurricane Sandy, residents of Lower Manhattan are still vulnerable to rising seas. The fight over a plan to protect them reveals why progress on our most critical challenges is so hard.","41":"Research has increasingly shown that warming is taking a deadly toll on human health. At the global climate summit in Glasgow, the issue has gained new prominence.","42":"Washed-out roads and destroyed bridges are just some of the devastation afflicting residents of the western province and could signal what climate change will bring in the future.","43":"Scottish cooks and diners are putting sustainable fish and shellfish on the plate in a tangible (and delicious) move to curb the effects of climate change.","44":"World leaders must seize the moral imperative and commit to action on climate change.","45":"Some fungi sprout in fiery shades of orange and pink after wildfires, feasting on what was left behind by the burn.","46":"Dangerous mining conditions plague Congo, home to the world’s largest supply of cobalt, a key ingredient in electric cars. A leadership battle threatens reforms.","47":"The saltier Atlantic broke through layers of ice and freshwater, contributing to the Arctic’s warming.","48":"A new documentary looks at the visceral impact of wildfires and climate change on the country, from its beleaguered people to sickly koalas.","49":"The new government has big plans to modernize the economy and switch to renewable energy. But the question remains how it will pay for it.","50":"President Biden was among those expressing disappointment over China’s lack of commitment to climate change.","51":"The quest for cobalt, which is vital for electric vehicles, is caught in an international cycle of exploitation, greed and gamesmanship.","52":"Teenagers are making boats using the wood from her grove installation at Madison Square Park, and the artist is happy that the work is seeing a new life.","53":"Thousands gathered in the rain in Glasgow to press the case for more urgent and meaningful action by world leaders in response to global warming.","54":"A new program allows Morgan Stanley to front money for disaster repairs and then get paid back, with interest, by taxpayers.","55":"Thomas Buberl, the chief executive of the French insurance company AXA, wants the industry to stop covering mines and plants.","56":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","57":"Heavy industries like shipping, steel and plastics have long opted out of climate action. That is starting to change.","58":"Global cropland has the potential to sequester as much as 570 million metric tons of carbon per year. New projects that pay farmers to adopt climate-friendly practices could help.","59":"On the eve of a global climate summit, Britain’s evolution from fossil fuels to clean energy is on display. But experts question whether its commitment is sufficient, and whether it can persuade other nations to meet meaningful goals.","60":"We’re in the middle of a climate crisis. We need big ideas.","61":"The package includes $400 billion to bolster support for children and families, $555 billion for climate change programs and $166 billion in housing aid.","62":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","63":"An Indiana city has the most roundabouts in the country. They’ve saved lives and reduced injuries from crashes — and lowered carbon emissions.","64":"The pledge would transform the international financial system, but critics say it falls short on fossil fuels.","65":"The $555 billion package is designed to lure the country away from fossil fuels. It faces an uncertain path in the Senate.","66":"The amount is half as much as what was recently proposed for a six-mile sea wall to protect Miami from the Atlantic Ocean.","67":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","68":"In a world of pandemic chaos, political strife and climate catastrophe, some would-be parents see the future as too dark to procreate.","69":"Why growing cultured meat at scale could be good for sustainability and our taste buds.","70":"The House narrowly passed the $2 trillion spending bill, 220 to 213, which aims to tackle climate change, health care and the nation’s social safety net over the next decade. The bill faces a difficult road ahead in the Senate.","71":"Brazil committed this month to end illegal deforestation in eight years, but a government report raises questions about its intent and ability to meet that target.","72":"A New York Times investigation examines the global demand for raw materials as the clean energy revolution takes off. This is what we found.","73":"The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.","74":"The Kruger Rock fire in northern Colorado has burned about 145 acres, fire officials said. A plane carrying fire suppressant crashed this week, killing the pilot.","75":"The truth is, America’s national security depends on cooperation a lot more than competition.","76":"Trading buzzwords, talking circularity and grappling with the role of clothes in the climate crisis.","77":"Representative Kevin McCarthy, the minority leader, prolonged debate with a record-breaking speech of more than eight hours, attacking Democrats and veering from G.O.P. talking points to personal anecdotes.","78":"A new report accuses the league of using its N.H.L. Green program to promote refrigerants that will contribute to global warming.","79":"The research adds to a growing body of work finding that climate change is increasing fire risk in California and elsewhere in the West.","80":"An examination of Brazil’s tannery industry shows how leather seats in luxury SUVs are worsening forest destruction.","81":"To slow climate change, Father Profit and New Tech must innovate, fast.","82":"In Washington, Beijing, New Delhi and beyond, governments face conflicting forces — political, social and economic — that will shape their next steps in the effort to avert a climate crisis.","83":"An examination of Brazil’s immense tannery industry shows how hides from illegally deforested ranches can easily reach the global marketplace. In the United States, much of the demand for Brazilian leather comes from automakers.","84":"Alok Sharma, chief organizer of the United Nations COP26 climate summit in Glasgow, called the meeting’s final pact between nearly 200 nations to escalate efforts to combat climate change “a fragile win.”","85":"After running a day past its scheduled end date, COP26 ended with a signed agreement, though many called it disappointing.","86":"While the chances of a tornado in any of the boroughs are slim, experts said one could still spawn from a severe thunderstorm and devastate the city.","87":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","88":"Some activists called the agreement in Glasgow disappointing, but it established a clear consensus that all countries need to do much more.","89":"After years of tribal requests, the president plans to block new oil and gas leases within 10 miles of Chaco Canyon in New Mexico. The move generated strong pushback from industry groups.","90":"Climate concerns prompted Martin Henn to change the focus at the firm his grandfather founded.","91":"GLASGOW —  Negotiators from 200 countries appeared to be closing in on an agreement aimed at setting conditions to prevent dangerous levels of global warming late Saturday, but not without tension over how to pay countries that are least responsible for the problem but suffering irreparable harms.","92":"U.S. officials said the virtual summit on Monday was intended to reassure both sides that misunderstandings would not lead to unintended clashes.","93":"A small town in Britain is experimenting with hydrogen to heat homes and fuel appliances in hopes of setting an example for the rest of the world.","94":"Climate misinformation is rampant on social media. Is there anything to be done?","95":"At COP26, negotiators from about 200 countries worked overnight, hashing out differences in the quest for a new global climate agreement","96":"The most popular state for tourism in the U.S. endured record wildfires, drought and flooding just this year. “The rate of change has been so dramatic,” says one local scientist. “If I was the California tourism industry, I’d be really worried.”","97":"We explain that, and other buzzwords from the climate conference in Glasgow.","98":"A global climate agreement.","99":"Two Times journalists on the ground in Glasgow — one who is at her first climate conference, and another who is covering her 10th — share what it’s like on the inside of the event.","100":"On the meeting Durban, South Africa, about the world’s response to climate change.","101":"Yvo de Boer’s resignation as chief of the United Nations’ climate change negotiations reminds us that countries must pursue parallel tracks to reduce emissions.","102":"The oil company will hold a contested election for four board seats at its annual shareholders meeting on Wednesday.","103":"The Times's Andrew Ross Sorkin offers an overview of Day 1 at the World Economic Forum in Davos, Switzerland.","104":"Temperatures were broiling from Utah to California as another “heat dome” led Western states to set up cooling centers and issue motel vouchers.","105":"A warmer climate could heat up New England’s offense.","106":"","107":"Will the flooding and mudslides that ravaged California — the latest in a series of climate disasters this year — lead to action on global warming?","108":"The American Museum of Natural History focuses on science, not politics, in its display of an environmentally challenged planet.","109":"An early estimate points to a huge die-off along the Pacific Coast, and scientists say rivers farther inland are warming to levels that could be lethal for some kinds of salmon.","110":"Nights are warming faster than days across most of the U.S., with potentially deadly consequences.","111":"Kennedy Space Center and other NASA facilities near coastlines are facing the prospect of continually rising waters.","112":"People on the streets, and executives in boardrooms, are helping to move the fight against global warming forward.","113":"A new institute, financed by the insurance industry, not only believes in global warming but also supports a carbon tax to combat it.","114":"Thursday’s storms flooded parts of the subway system, underscoring its vulnerability to heavy rains, which could become more common with climate change.","115":"Local groups, individuals and multinational organizations are finding effective ways, big and small, to mitigate the effects.","116":"A report released today by the Obama administration paints a dire picture of the economic consequences from global climate change.","117":"Changes to the atmosphere caused by carbon dioxide emissions could increase the amount of debris that stays in orbit.","118":"The closing of the Diablo Canyon nuclear plant in California will hurt the environment, not help it.","119":"Record-breaking heat was expected throughout the West Coast this weekend, days after a deadly heat wave struck Oregon and Washington State.","120":"The announcement marked a setback for President Emmanuel Macron, who had framed the constitutional change as the symbolic backbone of his environmental policies.","121":"“An Inconvenient Sequel,” a follow-up to Al Gore’s Oscar-winning film, is one of 14 New Climate projects scheduled for Robert Redford’s film festival.","122":"A report released Tuesday by the Obama administration paints a dire picture of the impact global climate change could have on the nation's economy.","123":"If carbon allowances are distributed free instead of auctioned, the tax offset for consumers evaporates and effective tax rates will rise.","124":"Stopping the Keystone XL oil pipeline is actually counterproductive in more ways than one.","125":"To help explain to children the urgency of a warmer planet, a visual journalist created artwork with a playful approach.","126":"The Environmental Protection Agency has been systematically dismantling its website about a problem the president has labeled a “hoax.”","127":"The future could be bad, or it could be better. You can help decide.","128":"Cardinal Oswald Gracias, archbishop of Mumbai, India, expressed the catholic leaders’ appeal for a climate change agreement.","129":"The president spoke at the United Nations Climate Change Summit on Tuesday.","130":"Arnold Schwarzenegger, Sean Penn, Leonardo DiCaprio and Robert Redford were among the well-known who spoke on climate change at the Paris summit.","131":"New data compiled by the E.P.A. shows how global warming is making life harder for Americans in myriad ways that threaten their health, safety and homes.","132":"On Sunday, Secretary of State John Kerry delivered remarks on climate change to an audience of students in Jakarta, Indonesia. He accused climate change deniers of burying their heads in the sand.","133":"The wrenching process of learning to live within limits will redefine the Golden State.","134":"Most investors are concerned about climate change, but they don’t take the next step and envision what it will mean to their portfolio.","135":"Incursions by humans into forests, coupled with climate change, will make fires bigger and more destructive, with implications for air quality as well as homes and infrastructure.","136":"Some species being displaced by rising global temperatures are not easy to see, but scientists still worry that the impact on ecosystems could be significant.","137":"Get involved. This is too big a problem for defeatism.","138":"Global warming is an issue in midterm races in the United States — not to mention Brazil’s recent election, and Canada’s next one.","139":"Andrew C. Revkin reports Tuesday from the United Nations, where world leaders have gathered to discuss climate change. ","140":"Possibly. There is ‘no scientific support for inevitable doom,’ one expert notes. ","141":"The typhoon that ravaged the Philippines underscores what many development experts say is a cruel truth about climate change: It will hit the world’s poorest the hardest.","142":"The West Coast is preparing for yet another extreme heat wave, with highs in the triple digits in parts of the state on Saturday.","143":"New York Times environment reporter John Broder says Mitt Romney is not a proponent of government action on climate change, while President Obama knows a climate change bill won't realistically pass.","144":"Heat and shifting weather patterns have intensified wildfires and sharply reduced water supplies across the Southwest, the Pacific Coast and North Dakota.","145":"As viewers tune out cable news, Rupert Murdoch is preparing the debut of Fox Weather, a potentially powerful new player in a sphere long dominated by the Weather Channel.","146":"Trying to solve the problems that are affecting our world, and believing that they can make a difference.","147":"Share your thoughts and reply to others' about the climate change debate and the international conference on global warming being held Dec. 7-18 in Copenhagen. ","148":"Glossary of terms that play important role in climate change debate (M)2","149":"Socially responsible investing makes good business sense.","150":"The Republican candidate takes on the issue of global warming.","151":"Gavin Schmidt, a NASA climatologist and founder of the blog RealClimate.org, discusses media distortions in the coverage of global warming, and his recently published book, \"Climate Change: Picturing the Science.\".","152":"In Colombia, coffee yields have plummeted as a result of rising temperatures and more intense and unpredictable rains.","153":"Greenpeace issues a dire warning on global warming’s effect on vineyards.","154":"The science of global warming is too important to trivialize.","155":"Gavin Schmidt, a NASA climatologist and founder of the blog RealClimate.org, discusses media distortions in the coverage of global warming, and his recently published book, “Climate Change: Picturing the Science.”","156":"Greenpeace issues a dire warning on global warming's effect on vineyards.","157":"The winner of my neglected topic contest, and a reminder to apply for the 2014 win a trip contest.","158":"Bill Clinton talked to Andrew C. Revkin after announcing his new plan to fight climate change at the Large Cities Climate Summit in New York last May.","159":"Scientists disagree on whether hurricanes are already getting stronger because of global warming, but they tend to agree that storms will get more intense in the future as the planet continues to heat up.","160":"Scientists disagree on whether hurricanes are already getting stronger because of global warming, but they tend to agree that storms will get more intense in the future as the planet continues to heat up.","161":"Some scholars assert that estimates of the long-term cost of a rise in atmospheric temperatures are greatly understated.","162":"I won’t live to see how civilization gets out of this mess. But I have hope.","163":"Ten teaching ideas in recognition of the talks in Copenhagen.","164":"Why is the Earth’s climate the temperature that it is? And could this temperature be lowered by putting a giant mirror between the Earth and the Sun?","165":"A New York Times reporter shares her experience visiting a high school in Ohio where she found climate skeptics as well as budding climate activists.","166":"A dozen artistic responses to one of the greatest threats of our time. ","167":"With yet another investigation concluding that the controversy known as Climategate was manufactured, perhaps we can now turn to the task of actually doing something about global warming.","168":"“The Great Immensity” asks the big-time question of whether man can change his destructive ways before the planet goes kablooey.","169":"Across the globe, hotels, operators, cruise lines and tourists are encountering the effects of global warming.","170":"One of our sib-blogs is soliciting views on the president’s speech on global warming.","171":"Amitav Ghosh, whose book “Gun Island” is set in an ecologically unstable world, wants literature to explore the environment as much as it does other crises.","172":"Companies should disclose whether a new law or treaty limiting greenhouse gas emissions is likely to require new investments or increase operating costs.","173":"The planet is warming rapidly and exponentially. Can we avoid the greatest environmental injustice of all time?","174":"Animal and plant species around the world may be threatened by warmer global temperatures.","175":"<p>Wishing you had more intelligent things to say about the <a href=\"http:\/\/www.nytimes.com\/pages\/business\/energy-environment\/index.html\">climate change summit<\/a> in Copenhagen? The talks kick into high gear this week with <b>President Obama<\/b> set to arrive before Friday. And just in time — tonight — <b>James Hansen<\/b>, a climatologist and longtime director of NASA's Goddard Institute for Space Studies, will be at the Bell House in Brooklyn to discuss the carbon crisis. Mr. Hansen, who is also a professor at Columbia and an adviser to <b>Al Gore<\/b>, gave pioneering testimony before Congress on the threat of growing carbon emissions. He will take on the current proposals and offer a few strategies of his own to combat global warming at the event, which is presented by the <a href=\"http:\/\/secretscienceclub.blogspot.com\/\">Secret Science Club<\/a>.<\/p>","176":"After years of denial, delay, distraction and distortion, climate change is changing the political climate.","177":"Forget what you know about what grows where.","178":"They’re growing more apparent. But there are reasons to be hopeful.","179":"Organizers are being forced to deal with extreme heat, drought and wilder storms.","180":"Follow-ups on the climate change\/overpopulation analogy and the cap-and-trade debate.","181":"An independent environmental group has created a Web site where voters can compare and contrast where candidates stand on global warming and energy policies.","182":"The glaciers that have long provided water and electricity to a part of Bolivia are melting and disappearing. ","183":"Science is being used as an instrument of deception on issues like global warming.","184":"Scientists are studying the effects of climate change on the steppe and forest habitats of northern Mongolia.","185":"A while back I wrote about anti-green economics — the insistence, by opponents of policies to reduce greenhouse gas emissions, that the economic cost of cap-and-trade would be immense and unsupportable. I cited Robert Samuelson, who ridiculed the Environmental Defense Fund for suggesting that major action on greenhouse gases would only cost a dime a day per person.","186":"Given the delays in reducing emissions of long-lingering carbon dioxide, two groups suggest focusing on cutting black carbon and ozone so that an effect can be seen within a few decades.","187":"After years of denial, delay, distraction and distortion, climate change is changing the political climate.","188":"The travel industry wants to return to normal, but normal is not sustainable.","189":"IN December 1997, representatives of most of the world's nations met in Kyoto, Japan, to negotiate a binding agreement to cut emissions of ''greenhouse'' gases.      They succeeded. The Kyoto Protocol was ultimately ratified by 156 countries. It was the first agreement of its kind. But it may also prove to be the last.  ","190":"Entertainment Weekly recasts the Golden Globes to suit its own ends, including suggesting that Heath Ledger, a best actor in a drama nominee for “Brokeback Mountain,” actually should get a comeback award for extracting himself from the depths of “Four Feathers” and “Lords of Dogtown.” And they elevate Terrence Howard, who is riding the hum of constant mentions, for breaking through in “Hustle and Flow” and buttoning up in “Crash.” What, no award for bravery for Charlize Theron heading into the maw of “Aeon Flux”?","191":"A while back I wrote about anti-green economics - the insistence, by opponents of policies to reduce greenhouse gas emissions, that the economic cost of cap-and-trade would be immense and unsupportable. I cited Robert Samuelson, who ridiculed the Environmental Defense Fund for suggesting that major action on greenhouse gases would only cost a dime a [...].","192":"Population is a double-barreled environmental problem that no one talks about.","193":"Additional images of the artist Eve Mosher drawing a chalk line along 70 miles of at-risk coastal neighborhoods in New York.\n\n","194":"Trump gutted emissions reductions. The president must make up for time lost.","195":"When the president of the United States failed to lead on climate change, the American people stepped up.","196":"Rich nations need to make good on their pledges, particularly to low-lying island nations whose very existence is threatened.","197":"The Paris mayor, Anne Hidalgo, promotes her city’s bold moves and explains why environmental issues are affecting women more.","198":"The brown argus butterfly in England has spread north as the warmer climate allows its caterpillars to feed off a new host plant, wild geraniums, researchers say.","199":"An analysis by European scientists found that other parts of the world didn’t fare much better, with Europe logging its second-hottest June."},"web_url":{"0":"https:\/\/www.nytimes.com\/2021\/11\/02\/climate\/cop26-deforestation.html","1":"https:\/\/www.nytimes.com\/2021\/11\/25\/opinion\/cop26-gfanz-climate-change.html","2":"https:\/\/www.nytimes.com\/2021\/11\/26\/climate\/climate-change-drilling-public-lands.html","3":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/asia\/albatross-climate-change.html","4":"https:\/\/www.nytimes.com\/2021\/12\/09\/world\/australia\/earth-black-box-climate-change.html","5":"https:\/\/www.nytimes.com\/2021\/11\/25\/climate\/smithsonian-museum-flooding.html","6":"https:\/\/www.nytimes.com\/2021\/11\/17\/travel\/travel-climate-change.html","7":"https:\/\/www.nytimes.com\/2021\/11\/21\/canada-flooding-climate-change.html","8":"https:\/\/www.nytimes.com\/interactive\/2021\/11\/12\/climate\/cop26-emissions-compensation.html","9":"https:\/\/www.nytimes.com\/interactive\/2021\/11\/11\/opinion\/environment\/climate-change-space.html","10":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/generation-climate.html","11":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000008070560\/boris-johnson-climate-summit.html","12":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000008068061\/cop26-nancy-pelosi-climate-change.html","13":"https:\/\/www.nytimes.com\/2021\/11\/10\/realestate\/cool-roofs-climate-change-nyc.html","14":"https:\/\/www.nytimes.com\/2021\/12\/08\/climate\/climate-justice-nyt-newsletter.html","15":"https:\/\/www.nytimes.com\/2021\/12\/10\/business\/media\/a-p-r-giant-is-caught-between-climate-pledges-and-fossil-fuel-clients.html","16":"https:\/\/www.nytimes.com\/2021\/12\/11\/world\/australia\/flooding-fire-climate-australia.html","17":"https:\/\/www.nytimes.com\/2021\/12\/08\/business\/economy\/coal-miners-unions-climate.html","18":"https:\/\/www.nytimes.com\/2021\/12\/03\/climate\/climate-change-infrastructure-bill.html","19":"https:\/\/www.nytimes.com\/2021\/12\/02\/climate\/europe-climate-pledge-carbon-emissions.html","20":"https:\/\/www.nytimes.com\/2021\/12\/02\/business\/shell-cambo-oil.html","21":"https:\/\/www.nytimes.com\/2021\/11\/03\/travel\/jura-wine-climate-change.html","22":"https:\/\/www.nytimes.com\/2021\/12\/08\/climate\/biden-government-carbon-neutral.html","23":"https:\/\/www.nytimes.com\/2021\/12\/03\/world\/americas\/brazil-climate-change-barren-land.html","24":"https:\/\/www.nytimes.com\/2021\/12\/02\/business\/natwest-britain-climate-bankers.html","25":"https:\/\/www.nytimes.com\/2021\/12\/01\/climate\/climate-change-madagascar-drought.html","26":"https:\/\/www.nytimes.com\/2021\/12\/06\/travel\/svalbard-climate-change-tourism.html","27":"https:\/\/www.nytimes.com\/2021\/12\/08\/opinion\/us-china-competition-climate-progress.html","28":"https:\/\/www.nytimes.com\/2021\/12\/10\/business\/ryan-gellert-patagonia-corner-office.html","29":"https:\/\/www.nytimes.com\/2021\/12\/06\/business\/exxon-permian-basin-emissions.html","30":"https:\/\/www.nytimes.com\/2021\/12\/02\/world\/europe\/united-nations-funding.html","31":"https:\/\/www.nytimes.com\/2021\/12\/06\/nyregion\/tibbets-brook-bronx-daylighting.html","32":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000008103368\/un-humanitarian-aid-pandemic.html","33":"https:\/\/www.nytimes.com\/2021\/11\/01\/opinion\/stopping-climate-change.html","34":"https:\/\/www.nytimes.com\/2021\/12\/07\/world\/congo-cobalt-investor-fleuve-hotel.html","35":"https:\/\/www.nytimes.com\/2021\/12\/03\/climate\/climate-change-biodiversity.html","36":"https:\/\/www.nytimes.com\/2021\/11\/02\/learning\/lesson-plans\/explore-7-climate-change-solutions.html","37":"https:\/\/www.nytimes.com\/2021\/12\/01\/climate\/nyt-climate-newsletter-smithsonian.html","38":"https:\/\/www.nytimes.com\/2021\/11\/29\/business\/nuclear-power-europe-climate.html","39":"https:\/\/www.nytimes.com\/2021\/12\/02\/science\/killer-whales-arctic-ocean.html","40":"https:\/\/www.nytimes.com\/2021\/12\/02\/us\/hurricane-sandy-lower-manhattan-nyc.html","41":"https:\/\/www.nytimes.com\/2021\/11\/04\/climate\/public-health-climate-change.html","42":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/canada\/british-columbia-floods-storm.html","43":"https:\/\/www.nytimes.com\/2021\/11\/29\/dining\/scotland-climate-change-halibut.html","44":"https:\/\/www.nytimes.com\/2021\/11\/06\/opinion\/africa-cop26-climate.html","45":"https:\/\/www.nytimes.com\/2021\/11\/28\/science\/fungus-wildfire-charcoal.html","46":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/congo-cobalt-albert-yuma-mulimbi.html","47":"https:\/\/www.nytimes.com\/2021\/11\/27\/science\/arctic-ocean-atlantification.html","48":"https:\/\/www.nytimes.com\/2021\/11\/25\/movies\/burning-review-documentary-australia.html","49":"https:\/\/www.nytimes.com\/2021\/11\/25\/world\/europe\/germany-coalition-green.html","50":"https:\/\/www.nytimes.com\/2021\/11\/07\/opinion\/cop26-china-climate.html","51":"https:\/\/www.nytimes.com\/2021\/11\/24\/climate\/nyt-climate-newsletter-congo.html","52":"https:\/\/www.nytimes.com\/2021\/11\/24\/arts\/design\/maya-lin-rocking-the-boat.html","53":"https:\/\/www.nytimes.com\/2021\/11\/06\/world\/europe\/cop-climate-protests.html","54":"https:\/\/www.nytimes.com\/2021\/11\/23\/climate\/climate-disaster-hud.html","55":"https:\/\/www.nytimes.com\/2021\/11\/23\/business\/dealbook\/insurance-companies-coal.html","56":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000008054924\/biden-cop26-climate-summit-glasgow.html","57":"https:\/\/www.nytimes.com\/2021\/11\/23\/business\/dealbook\/sustainable-industry-climate.html","58":"https:\/\/www.nytimes.com\/2021\/11\/23\/business\/dealbook\/farm-carbon-credits.html","59":"https:\/\/www.nytimes.com\/2021\/11\/01\/world\/europe\/britain-climate-change.html","60":"https:\/\/www.nytimes.com\/2021\/11\/22\/opinion\/free-ebikes-climate.html","61":"https:\/\/www.nytimes.com\/article\/build-back-better-explained.html","62":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000008054798\/guterres-united-nations-climate-summit-cop26.html","63":"https:\/\/www.nytimes.com\/2021\/11\/20\/climate\/roundabouts-climate-emissions-driving.html","64":"https:\/\/www.nytimes.com\/2021\/11\/03\/world\/europe\/cop26-climate-change-finance-industry.html","65":"https:\/\/www.nytimes.com\/2021\/11\/19\/climate\/climate-change-bill.html","66":"https:\/\/www.nytimes.com\/2021\/11\/02\/world\/biden-cop26-climate-change-pledge.html","67":"https:\/\/www.nytimes.com\/video\/world\/africa\/100000008085186\/blinken-africa-nigeria-climate-change-coronavirus-.html","68":"https:\/\/www.nytimes.com\/2021\/11\/20\/style\/breed-children-climate-change.html","69":"https:\/\/www.nytimes.com\/paidpost\/leaps-by-bayer\/fighting-climate-change-one-meal-at-a-time.html","70":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000008084948\/house-passes-social-safety-net-climate-bill.html","71":"https:\/\/www.nytimes.com\/2021\/11\/19\/world\/americas\/brazil-amazon-deforestation.html","72":"https:\/\/www.nytimes.com\/2021\/11\/20\/world\/china-congo-cobalt-explained.html","73":"https:\/\/www.nytimes.com\/2021\/11\/20\/world\/china-congo-cobalt.html","74":"https:\/\/www.nytimes.com\/2021\/11\/18\/us\/colorado-wildfire-kruger-rock.html","75":"https:\/\/www.nytimes.com\/2021\/11\/18\/opinion\/biden-china-xi-summit.html","76":"https:\/\/www.nytimes.com\/2021\/11\/17\/style\/cop26-fashion-sustainability.html","77":"https:\/\/www.nytimes.com\/2021\/11\/18\/us\/politics\/house-vote-pelosi-social-policy-bill.html","78":"https:\/\/www.nytimes.com\/2021\/11\/17\/sports\/nhl-chemours-ammonia-ice.html","79":"https:\/\/www.nytimes.com\/2021\/11\/17\/climate\/climate-change-wildfire-risk.html","80":"https:\/\/www.nytimes.com\/2021\/11\/17\/climate\/climate-newsletter-deforestation.html","81":"https:\/\/www.nytimes.com\/2021\/11\/16\/opinion\/glasgow-climate-change.html","82":"https:\/\/www.nytimes.com\/2021\/11\/14\/climate\/glasgow-cop26-leadership.html","83":"https:\/\/www.nytimes.com\/2021\/11\/17\/climate\/leather-seats-cars-rainforest.html","84":"https:\/\/www.nytimes.com\/video\/world\/100000008075702\/cop26-climate-summit-glasgow-agreement.html","85":"https:\/\/www.nytimes.com\/2021\/11\/13\/climate\/cop26-climate-summit-takeaways.html","86":"https:\/\/www.nytimes.com\/2021\/11\/15\/nyregion\/tornado-nyc.html","87":"https:\/\/www.nytimes.com\/video\/world\/100000008076303\/cop26-johnson-sharma.html","88":"https:\/\/www.nytimes.com\/2021\/11\/13\/climate\/cop26-glasgow-climate-agreement.html","89":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/biden-bans-drilling-chaco-canyon.html","90":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/martin-henn-architecture.html","91":"https:\/\/www.nytimes.com\/2021\/11\/13\/climate\/cop26-glasgow-climate-summit.html","92":"https:\/\/www.nytimes.com\/2021\/11\/15\/us\/politics\/biden-china-xi-jinping.html","93":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/hydrogen-green-revolution.html","94":"https:\/\/www.nytimes.com\/2021\/11\/12\/opinion\/climate-change-facebook-glasgow.html","95":"https:\/\/www.nytimes.com\/2021\/11\/12\/climate\/glasgow-climate-cop26.html","96":"https:\/\/www.nytimes.com\/2021\/10\/26\/travel\/california-tourism-climate-change.html","97":"https:\/\/www.nytimes.com\/2021\/11\/13\/climate\/cop26-meaning.html","98":"https:\/\/www.nytimes.com\/2021\/11\/14\/briefing\/your-monday-briefing.html","99":"https:\/\/www.nytimes.com\/2021\/11\/12\/insider\/covering-global-climate-conference.html","100":"https:\/\/www.nytimes.com\/2011\/11\/30\/opinion\/chappatte-cartoon-climate-change.html","101":"https:\/\/www.nytimes.com\/2010\/02\/22\/opinion\/22mon1.html","102":"https:\/\/www.nytimes.com\/2021\/05\/25\/business\/exxon-mobil-climate-change.html","103":"https:\/\/www.nytimes.com\/video\/multimedia\/1194817103577\/climate-change.html","104":"https:\/\/www.nytimes.com\/2021\/07\/10\/us\/west-heat-wave-death-valley.html","105":"https:\/\/fifthdown.blogs.nytimes.com\/2008\/01\/30\/climate-change\/","106":"https:\/\/www.nytimes.com\/2005\/12\/13\/opinion\/climate-change.html","107":"https:\/\/www.nytimes.com\/2018\/01\/11\/opinion\/california-floods-mudslides-climate.html","108":"https:\/\/www.nytimes.com\/2020\/03\/08\/arts\/climate-change-science.html","109":"https:\/\/www.nytimes.com\/2021\/07\/09\/climate\/marine-heat-wave.html","110":"https:\/\/www.nytimes.com\/2021\/07\/09\/upshot\/record-breaking-hot-weather-at-night-deaths.html","111":"https:\/\/www.nytimes.com\/2016\/04\/05\/science\/nasa-is-facing-a-climate-change-countdown.html","112":"https:\/\/www.nytimes.com\/2014\/09\/28\/opinion\/sunday\/a-group-shout-on-climate-change.html","113":"https:\/\/www.nytimes.com\/2013\/05\/15\/business\/insurers-stray-from-the-conservative-line-on-climate-change.html","114":"https:\/\/www.nytimes.com\/2021\/07\/09\/nyregion\/nyc-subway-flooding-climate-change.html","115":"https:\/\/www.nytimes.com\/2018\/09\/21\/climate\/climate-change-groups.html","116":"https:\/\/economix.blogs.nytimes.com\/2009\/06\/16\/blogs\/16economix-the-econ17005.html","117":"https:\/\/www.nytimes.com\/2021\/05\/12\/science\/space-junk-climate-change.html","118":"https:\/\/www.nytimes.com\/2016\/06\/30\/opinion\/how-not-to-deal-with-climate-change.html","119":"https:\/\/www.nytimes.com\/2021\/07\/09\/us\/heat-wave-deaths.html","120":"https:\/\/www.nytimes.com\/2021\/07\/06\/world\/europe\/france-climate-change-constitution.html","121":"https:\/\/www.nytimes.com\/2017\/01\/10\/movies\/at-sundance-the-theme-is-climate-change.html","122":"https:\/\/greeninc.blogs.nytimes.com\/2009\/06\/18\/blogs\/18greeninc-global-c13037.html","123":"https:\/\/www.nytimes.com\/2009\/08\/09\/business\/economy\/09view.html","124":"https:\/\/www.nytimes.com\/2013\/02\/19\/opinion\/nocera-how-not-to-fix-climate-change.html","125":"https:\/\/www.nytimes.com\/2021\/04\/20\/insider\/climate-change-children.html","126":"https:\/\/www.nytimes.com\/2017\/11\/22\/opinion\/censoring-climate-change.html","127":"https:\/\/www.nytimes.com\/interactive\/2021\/04\/18\/climate\/climate-change-future-kids.html","128":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000003999834\/the-vatican-on-climate-change.html","129":"https:\/\/www.nytimes.com\/video\/world\/100000003133367\/obama-on-climate-change.html","130":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000004078869\/celebrities-on-climate-change.html","131":"https:\/\/www.nytimes.com\/2021\/05\/12\/climate\/climate-change-epa.html","132":"https:\/\/www.nytimes.com\/video\/world\/asia\/100000002715216\/kerry-on-climate-change.html","133":"https:\/\/www.nytimes.com\/2021\/07\/09\/opinion\/california-drought-housing-prices.html","134":"https:\/\/www.nytimes.com\/2015\/12\/05\/your-money\/climate-change-and-choosing-where-to-invest.html","135":"https:\/\/www.nytimes.com\/2013\/09\/05\/business\/energy-environment\/wildfires-and-climate-change.html","136":"https:\/\/www.nytimes.com\/video\/science\/100000003124010\/climate-change-underfoot.html","137":"https:\/\/www.nytimes.com\/2017\/04\/21\/opinion\/climate-change-is-now.html","138":"https:\/\/www.nytimes.com\/2018\/10\/31\/climate\/climate-change-vote-midterms.html","139":"https:\/\/www.nytimes.com\/video\/science\/1247464767694\/the-debate-on-climate-change.html","140":"https:\/\/www.nytimes.com\/2018\/11\/19\/science\/climate-change-doom.html","141":"https:\/\/economix.blogs.nytimes.com\/2013\/11\/12\/the-inequality-of-climate-change\/","142":"https:\/\/www.nytimes.com\/2021\/07\/08\/us\/heat-wave-warning-california.html","143":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000001742432\/the-agenda-climate-change.html","144":"https:\/\/www.nytimes.com\/2021\/05\/19\/climate\/drought.html","145":"https:\/\/www.nytimes.com\/2021\/07\/06\/business\/media\/fox-weather-channel-plus.html","146":"https:\/\/www.nytimes.com\/2018\/05\/24\/science\/taking-on-climate-change.html","147":"https:\/\/www.nytimes.com\/interactive\/science\/climate-change-conversations.html","148":"https:\/\/www.nytimes.com\/1997\/12\/01\/world\/global-warming-a-climate-change-glossary.html","149":"https:\/\/www.nytimes.com\/2016\/12\/03\/opinion\/sunday\/cashing-in-on-climate-change.html","150":"https:\/\/thecaucus.blogs.nytimes.com\/2008\/05\/12\/mccain-on-climate-change\/","151":"https:\/\/greeninc.blogs.nytimes.com\/2009\/05\/06\/blogs\/06greeninc-climate-7919.html","152":"https:\/\/www.nytimes.com\/slideshow\/2011\/03\/10\/science\/earth\/20110310-coffee.html","153":"https:\/\/dinersjournal.blogs.nytimes.com\/2009\/09\/18\/a-warning-on-climate-change\/","154":"https:\/\/www.nytimes.com\/2014\/11\/12\/opinion\/wobbling-on-climate-change.html","155":"https:\/\/green.blogs.nytimes.com\/2009\/05\/06\/climate-change-in-pictures\/","156":"https:\/\/thepour.blogs.nytimes.com\/2009\/09\/18\/blogs\/18thepour-a-warnin1733.html","157":"https:\/\/kristof.blogs.nytimes.com\/2014\/01\/18\/readers-and-climate-change\/","158":"https:\/\/www.nytimes.com\/video\/world\/americas\/1194817109438\/clinton-on-climate-change.html","159":"https:\/\/green.blogs.nytimes.com\/2011\/08\/27\/hurricanes-and-climate-change\/","160":"https:\/\/green.blogs.nytimes.com\/2011\/08\/27\/hurricanes-and-climate-change\/","161":"https:\/\/economix.blogs.nytimes.com\/2013\/09\/25\/the-cost-of-climate-change\/","162":"https:\/\/www.nytimes.com\/2016\/01\/17\/opinion\/sunday\/cancer-and-climate-change.html","163":"https:\/\/learning.blogs.nytimes.com\/2009\/12\/09\/climate-change-in-the-classroom\/","164":"https:\/\/wordplay.blogs.nytimes.com\/2013\/02\/25\/climate\/","165":"https:\/\/www.nytimes.com\/2017\/06\/05\/insider\/high-school-climate-change-skeptics.html","166":"https:\/\/www.nytimes.com\/2018\/08\/22\/t-magazine\/climate-change-art.html","167":"https:\/\/www.nytimes.com\/2010\/07\/11\/opinion\/11sun2.html","168":"https:\/\/www.nytimes.com\/2014\/04\/20\/theater\/climate-change-the-musical.html","169":"https:\/\/www.nytimes.com\/2018\/12\/02\/climate\/travel-tackles-climate-change.html","170":"https:\/\/thecaucus.blogs.nytimes.com\/2008\/04\/17\/climate-change-chatter\/","171":"https:\/\/www.nytimes.com\/2019\/09\/07\/books\/amitav-ghosh-gun-island-climate-change.html","172":"https:\/\/www.nytimes.com\/2010\/01\/31\/opinion\/31sun3.html","173":"https:\/\/www.nytimes.com\/2013\/01\/22\/opinion\/global\/the-climate-change-endgame.html","174":"https:\/\/www.nytimes.com\/interactive\/2014\/09\/22\/science\/on-the-cusp-of-climate-change.html","175":"https:\/\/www.nytimes.com\/2009\/12\/15\/urbaneye\/15ubn2.html","176":"https:\/\/www.nytimes.com\/2007\/12\/03\/opinion\/03iht-edkerry.1.8569023.html","177":"https:\/\/www.nytimes.com\/2014\/05\/04\/opinion\/sunday\/gardening-for-climate-change.html","178":"https:\/\/www.nytimes.com\/2021\/06\/24\/briefing\/climate-change-drought-us-heat-wave.html","179":"https:\/\/www.nytimes.com\/2021\/07\/07\/climate\/nyt-climate-newsletter-summer-camp.html","180":"https:\/\/douthat.blogs.nytimes.com\/2010\/07\/27\/notes-on-climate-change\/","181":"https:\/\/thecaucus.blogs.nytimes.com\/2007\/12\/18\/the-candidates-on-climate-change\/","182":"https:\/\/www.nytimes.com\/interactive\/2009\/12\/14\/science\/earth\/14bolivia_ss.html","183":"https:\/\/www.nytimes.com\/2016\/11\/20\/opinion\/climate-change-in-trumps-age-of-ignorance.html","184":"https:\/\/scientistatwork.blogs.nytimes.com\/2011\/06\/27\/climate-change-in-mongolia\/","185":"https:\/\/krugman.blogs.nytimes.com\/2009\/06\/22\/climate-change-fantasies\/","186":"https:\/\/green.blogs.nytimes.com\/2011\/02\/22\/a-stopgap-for-global-warming\/","187":"https:\/\/www.nytimes.com\/2007\/12\/03\/opinion\/03iht-edkerry.1.8569483.html","188":"https:\/\/www.nytimes.com\/2021\/07\/08\/opinion\/travel-covid-climate-change.html","189":"https:\/\/www.nytimes.com\/2005\/12\/04\/weekinreview\/on-climate-change-a-change-of-thinking.html","190":"https:\/\/carpetbagger.blogs.nytimes.com\/2005\/12\/21\/global-climate-change\/","191":"https:\/\/krugman.blogs.nytimes.com\/2009\/06\/22\/blogs\/22krugman-climate-2757.html","192":"https:\/\/www.nytimes.com\/2010\/02\/18\/opinion\/18iht-edwesting.html","193":"https:\/\/www.nytimes.com\/slideshow\/2007\/06\/15\/arts\/2007.06.15_chalk_slideshow_index.html","194":"https:\/\/www.nytimes.com\/2021\/07\/07\/opinion\/climate-cars-biden.html","195":"https:\/\/www.nytimes.com\/2017\/12\/04\/opinion\/pledge-fight-climate-change.html","196":"https:\/\/www.nytimes.com\/2016\/08\/08\/opinion\/many-countries-will-need-help-adapting-to-climate-change.html","197":"https:\/\/www.nytimes.com\/2017\/04\/01\/us\/a-voice-from-paris-on-climate-change.html","198":"https:\/\/www.nytimes.com\/2012\/05\/29\/science\/butterfly-species-expands-range-with-climate-change.html","199":"https:\/\/www.nytimes.com\/2021\/07\/07\/climate\/climate-change-temperatures-june.html"},"snip":{"0":"The landmark agreement reflects a growing recognition of nature’s role in helping to address global warming. Still, critics said it wasn’t ambitious enough.","1":"Environmentalists are skeptical. They should be.","2":"The department recommended higher fees for oil and gas leases, but there was no sign the government planned to take global warming into account when weighing new applications.","3":"Warming oceans are sending the monogamous sea birds farther afield to find food, putting stress on their breeding and prompting some to ditch their partners.","4":"When a plane crashes, its flight recorder is critical to piecing together the missteps that led to calamity. Now the planet is getting its own in case it self-destructs.","5":"Beneath the National Museum of American History, floodwaters are intruding into collection rooms, a consequence of a warming planet. A fix remains years away.","6":"More than 300 travel companies, tourism boards and countries have signed the Glasgow Declaration on Climate Action in Tourism, the first step for a shared road map to cut carbon emissions.","7":"After a summer of deadly heat and uncontrolled wildfires, British Columbia was hit by record rainfalls that forced the evacuation of towns and destroyed highways and rail lines.","8":"The world’s wealthiest nations are disproportionately responsible for global warming. A sticking point at this year’s climate summit: Should they pay for the damage?","9":"The impact is etched on land and ice across the planet.","10":"Five participants in a Generation Climate program convened by The New York Times gave us their thoughts on the issues, why they became involved and what steps make a difference.","11":"Prime Minister Boris Johnson of Britain called on leaders at the COP26 United Nations climate summit to take collective action to avert the worst effects of climate change.","12":"Nancy Pelosi, the House speaker, led a delegation of nearly two dozen Democratic representatives at the COP26 climate summit in Glasgow to promote United States plans to combat climate change.","13":"Painted rooftops reflect the heat instead of absorbing it, reducing the need for air-conditioning and cutting greenhouse gases.","14":"The infrastructure measure funds programs that tend to favor wealthy, white communities.","15":"Edelman has worked for Exxon Mobil and Shell while making strong public statements in favor of environmental sustainability. At a recent companywide meeting, employees had some sharp questions.","16":"Many of the same areas that suffered through horrific bush fires in 2019 and 2020 are now dealing with prodigious rainfall that could leave some people stranded for weeks.","17":"Unions representing other workers affected by climate legislation have struck deals, but opposition from coal miners has persisted, complicating the path to enactment.","18":"The $1 trillion infrastructure law funds programs that tend to favor wealthy, white communities — a test for Biden’s pledge to defend the most vulnerable against climate change.","19":"The European Union promised to reduce its emissions 20 percent by 2020. Did it happen?","20":"The field, known as Cambo and seen as a bellwether for Britain’s North Sea energy industry, awaits a government decision before it can be developed.","21":"Extreme weather has ruined grape crops throughout this small French region known for natural wine. “If it continues like this, how will we continue to make Jura wine? I really don’t know,” said one winegrower.","22":"Under an executive order, the federal government would phase out the purchase of gasoline-powered vehicles, and its buildings would be powered by wind, solar or other clean energy.","23":"Brazil’s northeast, long a victim of droughts, is now effectively turning into a desert. The cause? Climate change and the landowners who are most affected.","24":"The financial industry will be relied on to meet climate goals. NatWest, a lender to oil giants, provides a template.","25":"Low rainfall has caused a humanitarian crisis in Madagascar, but common assumptions about drought didn’t hold up to scrutiny.","26":"To visitors, the Norwegian archipelago can seem both ethereal and eternal. But climate change all but guarantees an eventual collapse of its vulnerable ecosystem.","27":"Competition between American and Chinese companies will be the real driver of decreased greenhouse gas emissions around the globe.","28":"Ryan Gellert is worried about the world his children will inherit and is trying to use business to combat climate change.","29":"Exxon plans to reduce greenhouse gas emissions across its business, but its goal does not include offsetting emissions from its customers, such as car and truck owners and airlines.","30":"The world body said it needed $41 billion to fund humanitarian aid to help 183 million people in 63 countries.","31":"A plan to “daylight” Tibbetts Brook in the Bronx would be one of the city’s most ambitious green infrastructure improvements.","32":"Martin Griffiths, the United Nations emergency relief coordinator, announced the organization’s 2022 funding drive, citing the need to help 183 million people across the world who are suffering from issues like political instability, climate chang...","33":"A proposal to share the gains evenly between nations and generations.","34":"As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.","35":"A Long Island couple say fighting climate change and protecting biodiversity starts at home. Or rather, right outside their suburban house.","36":"In this lesson, students will use a jigsaw activity to learn about some of the most effective strategies and technologies that can help head off the worst effects of global warming.","37":"Water is seeping into storage rooms at the Smithsonian’s American History Museum. A fix appears years away.","38":"While wind and solar ramp up, several countries, including France and Britain, are looking to expand their nuclear energy programs. Germany and others aren’t so enthusiastic.","39":"Audio recordings in Arctic seas show orcas in waters that were once blocked by ice, and the effects are being felt up and down the food chain.","40":"Nine years after Hurricane Sandy, residents of Lower Manhattan are still vulnerable to rising seas. The fight over a plan to protect them reveals why progress on our most critical challenges is so hard.","41":"Research has increasingly shown that warming is taking a deadly toll on human health. At the global climate summit in Glasgow, the issue has gained new prominence.","42":"Washed-out roads and destroyed bridges are just some of the devastation afflicting residents of the western province and could signal what climate change will bring in the future.","43":"Scottish cooks and diners are putting sustainable fish and shellfish on the plate in a tangible (and delicious) move to curb the effects of climate change.","44":"World leaders must seize the moral imperative and commit to action on climate change.","45":"Some fungi sprout in fiery shades of orange and pink after wildfires, feasting on what was left behind by the burn.","46":"Dangerous mining conditions plague Congo, home to the world’s largest supply of cobalt, a key ingredient in electric cars. A leadership battle threatens reforms.","47":"The saltier Atlantic broke through layers of ice and freshwater, contributing to the Arctic’s warming.","48":"A new documentary looks at the visceral impact of wildfires and climate change on the country, from its beleaguered people to sickly koalas.","49":"The new government has big plans to modernize the economy and switch to renewable energy. But the question remains how it will pay for it.","50":"President Biden was among those expressing disappointment over China’s lack of commitment to climate change.","51":"The quest for cobalt, which is vital for electric vehicles, is caught in an international cycle of exploitation, greed and gamesmanship.","52":"Teenagers are making boats using the wood from her grove installation at Madison Square Park, and the artist is happy that the work is seeing a new life.","53":"Thousands gathered in the rain in Glasgow to press the case for more urgent and meaningful action by world leaders in response to global warming.","54":"A new program allows Morgan Stanley to front money for disaster repairs and then get paid back, with interest, by taxpayers.","55":"Thomas Buberl, the chief executive of the French insurance company AXA, wants the industry to stop covering mines and plants.","56":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","57":"Heavy industries like shipping, steel and plastics have long opted out of climate action. That is starting to change.","58":"Global cropland has the potential to sequester as much as 570 million metric tons of carbon per year. New projects that pay farmers to adopt climate-friendly practices could help.","59":"On the eve of a global climate summit, Britain’s evolution from fossil fuels to clean energy is on display. But experts question whether its commitment is sufficient, and whether it can persuade other nations to meet meaningful goals.","60":"We’re in the middle of a climate crisis. We need big ideas.","61":"The package includes $400 billion to bolster support for children and families, $555 billion for climate change programs and $166 billion in housing aid.","62":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","63":"An Indiana city has the most roundabouts in the country. They’ve saved lives and reduced injuries from crashes — and lowered carbon emissions.","64":"The pledge would transform the international financial system, but critics say it falls short on fossil fuels.","65":"The $555 billion package is designed to lure the country away from fossil fuels. It faces an uncertain path in the Senate.","66":"The amount is half as much as what was recently proposed for a six-mile sea wall to protect Miami from the Atlantic Ocean.","67":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","68":"In a world of pandemic chaos, political strife and climate catastrophe, some would-be parents see the future as too dark to procreate.","69":"Why growing cultured meat at scale could be good for sustainability and our taste buds.","70":"The House narrowly passed the $2 trillion spending bill, 220 to 213, which aims to tackle climate change, health care and the nation’s social safety net over the next decade. The bill faces a difficult road ahead in the Senate.","71":"Brazil committed this month to end illegal deforestation in eight years, but a government report raises questions about its intent and ability to meet that target.","72":"A New York Times investigation examines the global demand for raw materials as the clean energy revolution takes off. This is what we found.","73":"The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.","74":"The Kruger Rock fire in northern Colorado has burned about 145 acres, fire officials said. A plane carrying fire suppressant crashed this week, killing the pilot.","75":"The truth is, America’s national security depends on cooperation a lot more than competition.","76":"Trading buzzwords, talking circularity and grappling with the role of clothes in the climate crisis.","77":"Representative Kevin McCarthy, the minority leader, prolonged debate with a record-breaking speech of more than eight hours, attacking Democrats and veering from G.O.P. talking points to personal anecdotes.","78":"A new report accuses the league of using its N.H.L. Green program to promote refrigerants that will contribute to global warming.","79":"The research adds to a growing body of work finding that climate change is increasing fire risk in California and elsewhere in the West.","80":"An examination of Brazil’s tannery industry shows how leather seats in luxury SUVs are worsening forest destruction.","81":"To slow climate change, Father Profit and New Tech must innovate, fast.","82":"In Washington, Beijing, New Delhi and beyond, governments face conflicting forces — political, social and economic — that will shape their next steps in the effort to avert a climate crisis.","83":"An examination of Brazil’s immense tannery industry shows how hides from illegally deforested ranches can easily reach the global marketplace. In the United States, much of the demand for Brazilian leather comes from automakers.","84":"Alok Sharma, chief organizer of the United Nations COP26 climate summit in Glasgow, called the meeting’s final pact between nearly 200 nations to escalate efforts to combat climate change “a fragile win.”","85":"After running a day past its scheduled end date, COP26 ended with a signed agreement, though many called it disappointing.","86":"While the chances of a tornado in any of the boroughs are slim, experts said one could still spawn from a severe thunderstorm and devastate the city.","87":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","88":"Some activists called the agreement in Glasgow disappointing, but it established a clear consensus that all countries need to do much more.","89":"After years of tribal requests, the president plans to block new oil and gas leases within 10 miles of Chaco Canyon in New Mexico. The move generated strong pushback from industry groups.","90":"Climate concerns prompted Martin Henn to change the focus at the firm his grandfather founded.","91":"","92":"U.S. officials said the virtual summit on Monday was intended to reassure both sides that misunderstandings would not lead to unintended clashes.","93":"A small town in Britain is experimenting with hydrogen to heat homes and fuel appliances in hopes of setting an example for the rest of the world.","94":"Climate misinformation is rampant on social media. Is there anything to be done?","95":"At COP26, negotiators from about 200 countries worked overnight, hashing out differences in the quest for a new global climate agreement","96":"The most popular state for tourism in the U.S. endured record wildfires, drought and flooding just this year. “The rate of change has been so dramatic,” says one local scientist. “If I was the California tourism industry, I’d be really worried.”","97":"We explain that, and other buzzwords from the climate conference in Glasgow.","98":"A global climate agreement.","99":"Two Times journalists on the ground in Glasgow — one who is at her first climate conference, and another who is covering her 10th — share what it’s like on the inside of the event.","100":"On the meeting Durban, South Africa, about the world’s response to climate change.","101":"Yvo de Boer’s resignation as chief of the United Nations’ climate change negotiations reminds us that countries must pursue parallel tracks to reduce emissions.","102":"The oil company will hold a contested election for four board seats at its annual shareholders meeting on Wednesday.","103":"The Times's Andrew Ross Sorkin offers an overview of Day 1 at the World Economic Forum in Davos, Switzerland.","104":"Temperatures were broiling from Utah to California as another “heat dome” led Western states to set up cooling centers and issue motel vouchers.","105":"A warmer climate could heat up New England’s offense.","106":"","107":"Will the flooding and mudslides that ravaged California — the latest in a series of climate disasters this year — lead to action on global warming?","108":"The American Museum of Natural History focuses on science, not politics, in its display of an environmentally challenged planet.","109":"An early estimate points to a huge die-off along the Pacific Coast, and scientists say rivers farther inland are warming to levels that could be lethal for some kinds of salmon.","110":"Nights are warming faster than days across most of the U.S., with potentially deadly consequences.","111":"Kennedy Space Center and other NASA facilities near coastlines are facing the prospect of continually rising waters.","112":"People on the streets, and executives in boardrooms, are helping to move the fight against global warming forward.","113":"A new institute, financed by the insurance industry, not only believes in global warming but also supports a carbon tax to combat it.","114":"Thursday’s storms flooded parts of the subway system, underscoring its vulnerability to heavy rains, which could become more common with climate change.","115":"Local groups, individuals and multinational organizations are finding effective ways, big and small, to mitigate the effects.","116":"A report released today by the Obama administration paints a dire picture of the economic consequences from global climate change.","117":"Changes to the atmosphere caused by carbon dioxide emissions could increase the amount of debris that stays in orbit.","118":"The closing of the Diablo Canyon nuclear plant in California will hurt the environment, not help it.","119":"Record-breaking heat was expected throughout the West Coast this weekend, days after a deadly heat wave struck Oregon and Washington State.","120":"The announcement marked a setback for President Emmanuel Macron, who had framed the constitutional change as the symbolic backbone of his environmental policies.","121":"“An Inconvenient Sequel,” a follow-up to Al Gore’s Oscar-winning film, is one of 14 New Climate projects scheduled for Robert Redford’s film festival.","122":"A report released Tuesday by the Obama administration paints a dire picture of the impact global climate change could have on the nation's economy.","123":"If carbon allowances are distributed free instead of auctioned, the tax offset for consumers evaporates and effective tax rates will rise.","124":"Stopping the Keystone XL oil pipeline is actually counterproductive in more ways than one.","125":"To help explain to children the urgency of a warmer planet, a visual journalist created artwork with a playful approach.","126":"The Environmental Protection Agency has been systematically dismantling its website about a problem the president has labeled a “hoax.”","127":"The future could be bad, or it could be better. You can help decide.","128":"Cardinal Oswald Gracias, archbishop of Mumbai, India, expressed the catholic leaders’ appeal for a climate change agreement.","129":"The president spoke at the United Nations Climate Change Summit on Tuesday.","130":"Arnold Schwarzenegger, Sean Penn, Leonardo DiCaprio and Robert Redford were among the well-known who spoke on climate change at the Paris summit.","131":"New data compiled by the E.P.A. shows how global warming is making life harder for Americans in myriad ways that threaten their health, safety and homes.","132":"On Sunday, Secretary of State John Kerry delivered remarks on climate change to an audience of students in Jakarta, Indonesia. He accused climate change deniers of burying their heads in the sand.","133":"The wrenching process of learning to live within limits will redefine the Golden State.","134":"Most investors are concerned about climate change, but they don’t take the next step and envision what it will mean to their portfolio.","135":"Incursions by humans into forests, coupled with climate change, will make fires bigger and more destructive, with implications for air quality as well as homes and infrastructure.","136":"Some species being displaced by rising global temperatures are not easy to see, but scientists still worry that the impact on ecosystems could be significant.","137":"Get involved. This is too big a problem for defeatism.","138":"Global warming is an issue in midterm races in the United States — not to mention Brazil’s recent election, and Canada’s next one.","139":"Andrew C. Revkin reports Tuesday from the United Nations, where world leaders have gathered to discuss climate change. ","140":"Possibly. There is ‘no scientific support for inevitable doom,’ one expert notes. ","141":"The typhoon that ravaged the Philippines underscores what many development experts say is a cruel truth about climate change: It will hit the world’s poorest the hardest.","142":"The West Coast is preparing for yet another extreme heat wave, with highs in the triple digits in parts of the state on Saturday.","143":"New York Times environment reporter John Broder says Mitt Romney is not a proponent of government action on climate change, while President Obama knows a climate change bill won't realistically pass.","144":"Heat and shifting weather patterns have intensified wildfires and sharply reduced water supplies across the Southwest, the Pacific Coast and North Dakota.","145":"As viewers tune out cable news, Rupert Murdoch is preparing the debut of Fox Weather, a potentially powerful new player in a sphere long dominated by the Weather Channel.","146":"Trying to solve the problems that are affecting our world, and believing that they can make a difference.","147":"Share your thoughts and reply to others' about the climate change debate and the international conference on global warming being held Dec. 7-18 in Copenhagen. ","148":"Glossary of terms that play important role in climate change debate (M)2","149":"Socially responsible investing makes good business sense.","150":"The Republican candidate takes on the issue of global warming.","151":"Gavin Schmidt, a NASA climatologist and founder of the blog RealClimate.org, discusses media distortions in the coverage of global warming, and his recently published book, \"Climate Change: Picturing the Science.\".","152":"In Colombia, coffee yields have plummeted as a result of rising temperatures and more intense and unpredictable rains.","153":"Greenpeace issues a dire warning on global warming’s effect on vineyards.","154":"The science of global warming is too important to trivialize.","155":"Gavin Schmidt, a NASA climatologist and founder of the blog RealClimate.org, discusses media distortions in the coverage of global warming, and his recently published book, “Climate Change: Picturing the Science.”","156":"Greenpeace issues a dire warning on global warming's effect on vineyards.","157":"The winner of my neglected topic contest, and a reminder to apply for the 2014 win a trip contest.","158":"Bill Clinton talked to Andrew C. Revkin after announcing his new plan to fight climate change at the Large Cities Climate Summit in New York last May.","159":"Scientists disagree on whether hurricanes are already getting stronger because of global warming, but they tend to agree that storms will get more intense in the future as the planet continues to heat up.","160":"Scientists disagree on whether hurricanes are already getting stronger because of global warming, but they tend to agree that storms will get more intense in the future as the planet continues to heat up.","161":"Some scholars assert that estimates of the long-term cost of a rise in atmospheric temperatures are greatly understated.","162":"I won’t live to see how civilization gets out of this mess. But I have hope.","163":"Ten teaching ideas in recognition of the talks in Copenhagen.","164":"Why is the Earth’s climate the temperature that it is? And could this temperature be lowered by putting a giant mirror between the Earth and the Sun?","165":"A New York Times reporter shares her experience visiting a high school in Ohio where she found climate skeptics as well as budding climate activists.","166":"A dozen artistic responses to one of the greatest threats of our time. ","167":"With yet another investigation concluding that the controversy known as Climategate was manufactured, perhaps we can now turn to the task of actually doing something about global warming.","168":"“The Great Immensity” asks the big-time question of whether man can change his destructive ways before the planet goes kablooey.","169":"Across the globe, hotels, operators, cruise lines and tourists are encountering the effects of global warming.","170":"One of our sib-blogs is soliciting views on the president’s speech on global warming.","171":"Amitav Ghosh, whose book “Gun Island” is set in an ecologically unstable world, wants literature to explore the environment as much as it does other crises.","172":"Companies should disclose whether a new law or treaty limiting greenhouse gas emissions is likely to require new investments or increase operating costs.","173":"The planet is warming rapidly and exponentially. Can we avoid the greatest environmental injustice of all time?","174":"Animal and plant species around the world may be threatened by warmer global temperatures.","175":"<p>Wishing you had more intelligent things to say about the <a href=\"http:\/\/www.nytimes.com\/pages\/business\/energy-environment\/index.html\">climate change summit<\/a> in Copenhagen? The talks kick into high gear this week with <b>President Obama<\/b> ...","176":"","177":"Forget what you know about what grows where.","178":"They’re growing more apparent. But there are reasons to be hopeful.","179":"Organizers are being forced to deal with extreme heat, drought and wilder storms.","180":"Follow-ups on the climate change\/overpopulation analogy and the cap-and-trade debate.","181":"An independent environmental group has created a Web site where voters can compare and contrast where candidates stand on global warming and energy policies.","182":"The glaciers that have long provided water and electricity to a part of Bolivia are melting and disappearing. ","183":"Science is being used as an instrument of deception on issues like global warming.","184":"Scientists are studying the effects of climate change on the steppe and forest habitats of northern Mongolia.","185":"","186":"Given the delays in reducing emissions of long-lingering carbon dioxide, two groups suggest focusing on cutting black carbon and ozone so that an effect can be seen within a few decades.","187":"","188":"The travel industry wants to return to normal, but normal is not sustainable.","189":"IN December 1997, representatives of most of the world's nations met in Kyoto, Japan, to negotiate a binding agreement to cut emissions of ''greenhouse'' gases.      They succeeded. The Kyoto Protocol was ultimately ratified by 156 countries. It w...","190":"","191":"A while back I wrote about anti-green economics - the insistence, by opponents of policies to reduce greenhouse gas emissions, that the economic cost of cap-and-trade would be immense and unsupportable. I cited Robert Samuelson, who ridiculed the ...","192":"Population is a double-barreled environmental problem that no one talks about.","193":"Additional images of the artist Eve Mosher drawing a chalk line along 70 miles of at-risk coastal neighborhoods in New York.\n\n","194":"Trump gutted emissions reductions. The president must make up for time lost.","195":"When the president of the United States failed to lead on climate change, the American people stepped up.","196":"Rich nations need to make good on their pledges, particularly to low-lying island nations whose very existence is threatened.","197":"The Paris mayor, Anne Hidalgo, promotes her city’s bold moves and explains why environmental issues are affecting women more.","198":"The brown argus butterfly in England has spread north as the warmer climate allows its caterpillars to feed off a new host plant, wild geraniums, researchers say.","199":"An analysis by European scientists found that other parts of the world didn’t fare much better, with Europe logging its second-hottest June."},"lead":{"0":"Leaders of more than 100 countries, including Brazil, China, Russia and the United States, vowed at climate talks in Glasgow to end deforestation by 2030, in a landmark agreement that encompasses some 85 percent of the world’s forests.","1":"The big annual United Nations forum for debate on climate change ended this month in Glasgow in a way that left many attendees bewildered. Money men have taken the thing over.","2":"WASHINGTON — The Interior Department on Friday recommended that the federal government raise the fees that oil and gas companies pay to drill on public lands — the first increase in those rent and royalty rates since 1920.","3":"MELBOURNE, Australia — Albatrosses usually mate for life, making them among the most monogamous creatures on the planet. But climate change may be driving more of the birds to “divorce,” a study published last week by New Zealand’s Royal Society says.","4":"In a remote part of Australia, a steel vault about the size of a school bus will record the Earth’s warming weather patterns. It will listen to what we say and do. It will create an archive that could be critical to piecing together the missteps, its creators say, should humanity be destroyed by climate change.","5":"WASHINGTON — President Warren Harding’s blue silk pajamas. Muhammad Ali’s boxing gloves. The Star Spangled Banner. Scripts from the television show “M*A*S*H.”","6":"The travel industry has reached a turning point.","7":"The intense rains and heavy winds that descended last week on British Columbia, the Canadian province known for its mountains, coastline and majestic forests, forced 17,000 people from their homes, emptying entire towns and inundating farms.","8":"The world’s wealthiest nations are disproportionately responsible for global warming. A sticking point at this year’s climate summit: Should they pay for the damage?","9":"The impact is etched on land and ice across the planet.","10":"The climate conference in Scotland, known as COP26, concluded last week with an assortment of promises and agreements from participating nations on confronting climate change. How they will ultimately turn out is anyone’s guess. But among the participants — both at the conference and on the streets in protest — were young people, who are likely to face the most significant effects of a changing climate, if predictions for the coming decades prove true. Before the conference, we asked five of the participants in a Generation Climate program convened by The New York Times for their thoughts on the issues, why they had become involved and what steps make a difference. Excerpts from their written responses have been edited and condensed.","11":"Prime Minister Boris Johnson of Britain called on leaders at the COP26 United Nations climate summit to take collective action to avert the worst effects of climate change.","12":"Nancy Pelosi, the House speaker, led a delegation of nearly two dozen Democratic representatives at the COP26 climate summit in Glasgow to promote United States plans to combat climate change.","13":"Last summer, New York City endured three heat waves and many days when the temperature climbed above 90 degrees. In some neighborhoods, like the Hunts Point section of the South Bronx, which ranks as one of the city’s most vulnerable areas to heat, extreme temperatures actually linger, contributing to increases in heat-related illness and deaths.","14":"The new infrastructure law signed by President Biden includes almost $50 billion to protect communities against climate change, the largest such investment ever. But, spending that money will test the president’s promise to pursue climate justice.","15":"After last month’s United Nations-sponsored environmental conference in Glasgow, the public relations giant Edelman praised the participants for reaching “a new level of international consensus that climate change is an existential threat to humanity.”","16":"WEE WAA, Australia — Two years ago, the fields outside Christina Southwell’s family home near the cotton capital of Australia looked like a dusty, brown desert as drought-fueled wildfires burned to the north and south.","17":"For years, environmentalists have sought compromises with labor unions in industries reliant on fossil fuels, aware that one of the biggest obstacles to cutting carbon emissions is opposition from the unions’ members.","18":"WASHINGTON — The new infrastructure law signed by President Biden includes almost $50 billion to protect communities against climate change, the largest such investment in United States history and a recognition that the effects of warming are outpacing America’s ability to cope.","19":"As the 2009 global climate summit in Copenhagen approached, the European Union raced to announce an ambitious target for reducing greenhouse gas emissions. The bloc’s leaders worked to smooth over the competing interests of more than two dozen members, settling on a three-part plan that it promised to meet by 2020, nicknamed the 20-20-20 Pledge: The bloc would reduce its emissions by 20 percent from 1990 levels, increase renewable energy to 20 percent of electricity use, and increase energy efficiency by 20 percent.","20":"Royal Dutch Shell said Thursday that it had decided not to invest in a British oil development off the coast of Scotland that has become a test of the government’s environmental credentials.","21":"On the banks of the Cuisance River in eastern France, scattered between the ancient stone houses of the Arbois commune, small groups of wine enthusiasts sat under the fall sun, sipping on chardonnay and trousseau grown in the foothills of the Jura mountains, one of the smallest but most beloved wine regions in France.","22":"WASHINGTON — President Biden on Wednesday set in motion a plan to make the federal government carbon neutral, ordering federal agencies to buy electric vehicles, to power facilities with wind, solar and nuclear energy, and to use sustainable building materials.","23":"CARNAÚBA DOS DANTAS, Brazil — The land has sustained the Dantas family for more than 150 years, bearing fields of cotton, beanstalks up to a grown man’s hip and, when it rained enough, a river that led to a waterfall.","24":"Advocates descended on the streets of Glasgow last month, pressing banks and other financial institutions at 26th United Nations climate summit to be more responsible stewards of the climate. But a bank based just 50 miles east of the Scottish city is already showing what that might look like.","25":"Back-to-back years of little precipitation in the Indian Ocean nation of Madagascar have ruined harvests and caused hundreds of thousands of people to face uncertainty about their next meals. Aid groups say the situation there is nearing a humanitarian catastrophe.","26":"Mesmerized, I would lean against the railing at the front of the ship, alone, for hours on end. Over the course of 10 days, no two moments were the same. The Arctic world was constantly shifting and changing around me as we slowly made our way through ice and open sea, past whales, walruses, birds and bears.","27":"If you are in the market for an electric vehicle today, there’s a good chance you’ll buy a Tesla.","28":"An unofficial qualification to become chief executive of Patagonia seems to be an interest in extreme sports, a strong meditation practice or both. The previous C.E.O. practiced Tibetan Buddhism. The one before that was a ski bum who liked to meditate. Yvon Chouinard, the company’s eccentric founder, was a mountain-climbing Zen Buddhist.","29":"HOUSTON — Exxon Mobil said on Monday that it aimed to achieve net-zero greenhouse gas emissions from its operations in oil and gas fields in West Texas and New Mexico by 2030.","30":"GENEVA — When the United Nations made its last appeal for humanitarian aid funding before the pandemic, it asked donors for about $29 billion. But in the past year alone, there has been a huge jump in the number of people needing help. And so the United Nations is asking for more aid — $41 billion.","31":"New York is a city surrounded by water, from the open ocean to bays to rivers. But there is also an enormous trove of water hidden below its streets and high-rise buildings — hundreds of subterranean streams, creeks and springs that were buried long ago and all but forgotten as the city grew.","32":"Martin Griffiths, the United Nations emergency relief coordinator, announced the organization’s 2022 funding drive, citing the need to help 183 million people across the world who are suffering from issues like political instability, climate change and the pandemic.","33":"One of the approximately 700 things that make climate change a knotty problem is that fighting it requires people living today to do things for the benefit of future generations. And, you know, what have future generations ever done for us?","34":"KINSHASA, Democratic Republic of Congo — The lobby of the Fleuve Congo Hotel was a swirl of double-breasted suits and tailored dresses one April morning. Shiny gold watches dangled from wrists. Stilettos clacked across marble floors. Smooth jazz played as men in designer loafers sipped espressos.","35":"WADING RIVER, N.Y. — If Bill Jacobs were a petty man, or a less religious one, he might look through the thicket of flowers, bushes and brambles that encircle his home and see enemies all around. For to the North, and to the South, and to the West and East and all points in between, stretch acres and acres of lawns.","36":"Earlier this summer, a report issued by the Intergovernmental Panel on Climate Change, a body of scientists convened by the United Nations, found that some devastating impacts of global warming were unavoidable. But there is still a short window to stop things from getting even worse.","37":"The largest museum complex in the world is struggling to protect itself against the effects of climate change — a warning about the difficulty of adapting to warming, even for organizations with top experts and deep pockets.","38":"PARIS — European countries desperate for a long-term and reliable source of energy to help reach ambitious climate goals are turning to an answer that caused earlier generations to shudder: nuclear power.","39":"Brynn Kimber, a research scientist at the University of Washington who works in the National Oceanic and Atmospheric Administration’s Marine Mammal Laboratory, has spent a lot of time analyzing audio data recorded in the icy waters north of Alaska, Canada and Russia. Typically, Ms. Kimber hears the chatter of bowhead whales, belugas, narwhals and other cetaceans native to that part of the Arctic.","40":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.","41":"For the first time at a major United Nations climate conference, human health is emerging as a leading issue, a reframing that brings climate change’s far-reaching and long-lasting effects to the forefront.","42":"PRINCETON, British Columbia — With light drizzle in the air, a young woman wiped away tears as she stood on the veranda of a newly renovated gray and white house. Its toilets and other plumbing fixtures sat beside her. Most of the house’s other contents were on the street in a muddy pile.","43":"GLASGOW — Inver restaurant is but a speck on the longest sea loch in Scotland. From its windows, a diner can see the remnants of a 15th-century castle and the rolling hills of the Highlands, but the breakout star is not the view. It’s a meaty halibut head that the chef Pam Brunton grills over wood and finishes with melted homemade ’nduja and a tangle of grilled green onions.","44":"How do you tell people that they must leave their community or drown? This was the gut-wrenching decision I faced five years ago, as president of Liberia, when thousands of families in the largest township of the capital, Monrovia, saw their homes swept out to sea.","45":"When a wildfire plows through a forest, life underground changes, too. Death comes for many microorganisms. But, like trees, some microbes are adapted to fire.","46":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.","47":"Arctic. Atlantic. Long ago, the two oceans existed in harmony, with warm and salty Atlantic waters gently flowing into the Arctic. The layered nature of the Arctic — sea ice on top, cool freshwater in the middle and warm, salty water at the bottom — helped hold the boundary between the polar ocean and the warmer Atlantic.","48":"If you think what climate change portends for America is scary, wait until you hear about Australia. That’s the gist of “Burning,” which focuses on that country’s sadly familiar experiences with warming temperatures: terrifying wildfires, drill-baby-drill politicians, and activists desperately trying to save us all by pointing out the facts about the future.","49":"BERLIN — In the middle of Germany’s election campaign, almost 200 people died in extreme floods in Germany. Four months later, the fight against climate change has become the central theme of the new post-Merkel government.","50":"“Disappointing.” “A shadow on the global climate effort.”","51":"Demand for electric vehicles, a vital part of the push against climate change, is causing a global scramble for cobalt. The metal is crucial to electric-car batteries, helping them run longer without a charge.","52":"Maya Lin’s acclaimed “Ghost Forest” — her installation at Madison Square Park in New York — was being carved up, and the artist couldn’t have been happier: A group of teenagers had seen the harvesting of the wood on Nov. 19 and were sawing it on Monday, to make boats they plan to sail next year.","53":"GLASGOW — Defying biting wind and steady rain, tens of thousands of protesters took to the streets of Glasgow on Saturday in noisy and colorful protests, calling on global leaders to take action drastic enough to match the scale of a climate crisis already wreaking havoc on parts of the globe.","54":"WASHINGTON — Private lenders will play a greater role in funding disaster recovery under a program announced Tuesday, moving to fill a gap left by sluggish federal aid programs that take years to get money to victims of floods, wildfires and other catastrophes.","55":"Insurers have a uniquely powerful role in addressing climate change — and one that may help determine the coal industry’s very existence in the next two decades, if not sooner. Insurers are not only among the largest institutional investors, their ability to withdraw insurance coverage can hinder a company’s operations.","56":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","57":"Heavy industry uses roughly 149 million terajoules of energy annually, or about 700 times more power than the most powerful nuclear weapon ever detonated. The sector’s sheer scale makes reducing its carbon emissions difficult.","58":"Eight years ago, Kevin Prevo started making changes to the land in southern Iowa that his family has farmed for five generations. Mr. Prevo stopped tilling the fields between crop cycles and started planting cover crops he does not harvest — a mix including rye, turnips, radishes and sunflowers — between rotations of his cash crops, corn, soybeans and rye.","59":"LONDON — As Britain prepares to host a landmark climate summit in Glasgow this week, the milestones of its own evolution to a more climate-friendly economy are on vivid display along the railroad line from London to Scotland.","60":"In 1965, Luud Schimmelpennink, an anarchist and engineer in Amsterdam, rounded up some bicycles, painted them white and said anyone could use them under the condition that they never be locked. Schimmelpennink was part of Provo, a radical group that came up with social experiments to shake up the squares and draw the police into violent confrontations.","61":"WASHINGTON — The House on Friday passed a sprawling, roughly $2 trillion social policy, climate and tax measure that is the central pillar of President Biden’s domestic agenda.","62":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","63":"CARMEL, Ind. — It’s getting harder and harder to run a stoplight here, because there are fewer and fewer of them around. Every year, at intersections throughout this thriving city, traffic lights and stop signs have disappeared, replaced with roundabouts.","64":"A coalition of the world’s biggest investors, banks and insurers that collectively control $130 trillion in assets said on Wednesday that they were committing to use that capital to hit net zero emissions targets in their investments by 2050, in a push that would make limiting climate change a central focus of most major financial decisions for decades to come.","65":"WASHINGTON — The United States took a major step toward fighting climate change Friday with passage through the House of Representatives of a $2.2 trillion spending bill that includes the largest expenditures ever made by the federal government to slow global warming.","66":"The United States vowed at the Glasgow summit to start providing $3 billion each year, by 2024, to help developing countries adapt to climate change. The Biden administration called it “the largest U.S. commitment ever made to reduce climate impacts on those most vulnerable” worldwide, assuming that Mr. Biden can persuade Congress to come up with the money.","67":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","68":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.","69":"","70":"The House narrowly passed the $2 trillion spending bill, 220 to 213, which aims to tackle climate change, health care and the nation’s social safety net over the next decade. The bill faces a difficult road ahead in the Senate.","71":"RIO DE JANEIRO — Brazil’s pledge this month to end illegal deforestation in eight years drew much praise from global leaders, but an official report this week cast doubt on that commitment after it showed that the rate of deforestation in the Amazon rainforest was at its worst in 15 years.","72":"The clean energy revolution is replacing oil and gas with a new global force: the minerals and metals needed in electric car batteries, solar panels and other forms of renewable energy.","73":"KISANFU, Democratic Republic of Congo — Just up a red dirt road, across an expanse of tall, dew-soaked weeds, bulldozers are hollowing out a yawning new canyon that is central to the world’s urgent race against global warming.","74":"A quick-moving blaze in northern Colorado has led to the death of a pilot who was fighting the fire and has set off a wave of evacuations, officials said, underscoring research that wildfires are growing more intense and are occurring year-round.","75":"The choreography has been exquisite. President Biden spent his first nine months in office trying to gain leverage over China: He patched up trade disputes with America’s allies. He hosted the first-ever in-person meeting of leaders of “The Quad,” which forged deeper ties between the United States, India, Japan and Australia, all of which sit on the periphery of Chinese power. He convinced NATO, for the first time in its history, to describe China as a challenge to “alliance security.” He cajoled Congress into spending a trillion dollars to rebuild U.S. infrastructure, which he pitched, in part, as a way to counter China. Then, earlier this week, on the very day he signed the infrastructure bill into law, he held his first formal meeting with President Xi Jinping. The message was unmistakable: The United States will work with China to address common challenges while competing from a position of strength.","76":"The first time fashion got anywhere near an official United Nations climate conference like the one just held in Glasgow was in 2009. That was COP15 (COP stands for “conference of the parties”), and it was held in Copenhagen. I write “near” a COP because back then fashion was not considered central to the climate conversation. It wasn’t, somehow, serious enough.","77":"WASHINGTON — House Democrats delayed plans to pass their $1.85 trillion social policy and climate change bill until Friday morning as the top Republican in the chamber held up the floor with a record-breaking speech railing against President Biden and his agenda.","78":"For over a decade the N.H.L. has promoted its commitment to the environment, using hockey’s birth on frozen ponds to connect the sport to the natural world and to portray its protection as a corporate imperative. But a new report questions that commitment and accuses the league of using its N.H.L. Green program to endorse refrigerants that will contribute to irreversibly warming the planet.","79":"The hottest summer days in the Sierra Nevada in California greatly increase the risk that wildfires will ignite or spread, and as the planet keeps warming the risks will increase even more, scientists said Wednesday.","80":"How do cow hides from illegal farms in the Amazon end up in American SUVs?","81":"If I am brutally honest, there is only one motto I would give to the movement to stem climate change after the Glasgow summit: “Everyone wants to go to heaven but nobody wants to die.”","82":"GLASGOW — After two weeks of lofty speeches and bitter negotiations among nearly 200 nations, the question of whether the world will make significant progress to slow global warming still comes down to the actions of a handful of powerful nations that remain at odds over how best to address climate change.","83":"BURITIS, Brazil — One morning this summer, Odilon Caetano Felipe, a rancher who raises cattle on illegally deforested land in the Amazon, met with a trader and signed over 72 newly fattened animals. With that stroke of the pen, Mr. Felipe gave his cattle a clean record: By selling them, he obscured their role in the destruction of the world’s largest rainforest.","84":"Alok Sharma, chief organizer of the United Nations COP26 climate summit in Glasgow, called the meeting’s final pact between nearly 200 nations to escalate efforts to combat climate change “a fragile win.”","85":"Before it started, the United Nations global climate summit in Glasgow known as COP26 was billed by its chief organizer as the “last, best hope” to save the planet.","86":"Air twisted, whirled and howled, hurling debris off brownstone rooftops and shucking trees from sidewalk plots. Cars flipped, people fled.","87":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","88":"GLASGOW — Diplomats from nearly 200 countries on Saturday struck a major agreement aimed at intensifying global efforts to fight climate change by calling on governments to return next year with stronger plans to curb their planet-warming emissions and urging wealthy nations to “at least double” funding to protect poor nations from the hazards of a hotter planet.","89":"WASHINGTON — President Biden announced on Monday that his administration was moving to block new federal oil and gas leasing within a 10-mile radius around Chaco Canyon in New Mexico, one of the nation’s oldest and most culturally significant Native American sites.","90":"There was a time, including when Martin Henn’s grandfather and father were at the peak of their careers, when many architects lived by a simple creed: bigger was better. But with a growing awareness of how that thinking contributes to the greenhouse gas emissions that are linked to climate change, a new vocabulary has sprouted in many firms: sustainability, circular economy, organic design.","91":"GLASGOW —  Negotiators from 200 countries appeared to be closing in on an agreement aimed at setting conditions to prevent dangerous levels of global warming late Saturday, but not without tension over how to pay countries that are least responsible for the problem but suffering irreparable harms.","92":"WASHINGTON — President Biden and President Xi Jinping of China met in a virtual summit on Monday evening as the United States seeks to engage in what the administration calls “intense competition” with China while preventing serious conflict.","93":"Bibba Thompson and the 75 older adults who live around her in a local government housing community in northern England do not look like revolutionaries.","94":"This fall, Exxon Mobil started targeting New Yorkers with Facebook advertisements that warned about a proposed law that would require electric-only appliances in some buildings. “If your household was required to go full electric, it could cost you more than $25,600 to replace major appliances,” one ad reads.","95":"GLASGOW — The international climate talks went into overtime Friday evening, as negotiators wrestled behind closed doors over several sticking points in an agreement that could determine whether nations can prevent the planet from growing dangerously hot by midcentury.","96":"“Want to go camping in October?” a friend texted in August. Somewhere pretty, she suggested. Big Sur? “Yes, but …” I replied, “how about May?”","97":"The global climate summit wrapping up in Glasgow is known as COP26, with COP standing for Conference of the Parties. In diplomatic parlance, “the parties” refers to the 197 nations that agreed to a new environmental pact, the United Nations Framework Convention on Climate Change, at a meeting in 1992. ","98":"On Saturday, diplomats from nearly 200 countries struck an agreement to do more to fight climate change. Signed at the COP26 summit in Glasgow, the pact urged wealthy nations to “at least double” funding to protect poor nations from the hazards of a hotter planet.","99":"The United Nations climate change conference known as COP26 officially comes to an end on Friday, as nearly 200 nations try to finalize an agreement to tackle global warming. World leaders, climate experts and activists gathered in Glasgow to galvanize countries into preventing the average global temperature from rising more than 1.5 degrees Celsius above preindustrial levels. COP26 is the 10th climate conference Lisa Friedman, a reporter on our Climate desk, has covered. It is the first for Lyndsey Layton, the desk’s deputy editor.","100":"On the meeting Durban, South Africa, about the world’s response to climate change.","101":" Yvo de Boer’s resignation on Thursday after nearly four tumultuous years as chief steward of the United Nations’ climate change negotiations has deepened a sense of pessimism about whether the world can ever get its act together on global warming. Mr. de Boer was plainly exhausted by endless bickering among nations and frustrated by the failure of December’s talks in Copenhagen to deliver the prize he had worked so hard for: a legally binding treaty committing nations to mandatory reductions in greenhouse gases. ","102":"HOUSTON — Exxon Mobil’s management will face a big challenge over its climate change policies at an annual shareholder meeting on Wednesday as activists contest the election of one-third of the company’s board.","103":"The Times's Andrew Ross Sorkin offers an overview of Day 1 at the World Economic Forum in Davos, Switzerland.","104":"FURNACE CREEK, Calif. — For Gary Bryant, the tenth-of-a-mile walk from his modular home to the air-conditioned restaurant where he was working on Saturday was “quite enough” time outside.","105":"GLENDALE, Ariz.— In their first 10 games this season, the undefeated Patriots only played one game in which they didn’t win by at least 17 points. In their eight victories since, five have been by 10 points or fewer, which includes their 38-35 victory against the Giants in both teams’ regular-season finale.","106":"","107":"SANTA BARBARA, Calif. — On Tuesday morning, half an inch of water fell in nearby Montecito — half an inch in five minutes. Even in the best of conditions, this pace could cause flooding. But it wasn’t the best of conditions. Last month, we endured the largest wildfire in California history.","108":"This article is part of our latest Museums special section, which focuses on the intersection of art and politics.","109":"Dead mussels and clams coated rocks in the Pacific Northwest, their shells gaping open as if they’d been boiled. Sea stars were baked to death. Sockeye salmon swam sluggishly in an overheated Washington river, prompting wildlife officials to truck them to cooler areas.","110":"Last month was the hottest June on record in North America, with more than 1,200 daily temperature records broken in the final week alone. But overlooked in much of the coverage were an even greater number of daily records set by a different — and potentially more dangerous — measure of extreme heat: overnight temperatures.","111":"KENNEDY SPACE CENTER, Fla. — The concrete block perches absurdly atop a piling, elevated about 10 feet above the beach sand. Is it art? A bulky milepost?","112":"The marchers and mayors, the ministers and presidents, have come and gone. So what is the verdict on Climate Week, the summit meeting on global warming convened by the United Nations secretary general, Ban Ki-moon, in New York?","113":"If there were one American industry that would be particularly worried about climate change it would have to be insurance, right?","114":"When fast-moving storms flooded parts of New York City’s vast subway system on Thursday, they stranded some rush-hour commuters and underscored just how vulnerable the city’s underground transportation lifeline is to water.","115":"Thousands of organizations around the world are trying in big ways and small to confront the challenges of climate change. Here are 10 examples.","116":"As it gears up for a battle over cap-and-trade, the Obama administration is painting a dire picture of the potential effects of global climate change on the American economy.","117":"It’s easy to compare the space junk problem to climate change. Human activities leave too many dead satellites and fragments of machinery discarded in Earth orbit. If left unchecked, space junk could pose significant problems for future generations — rendering access to space increasingly difficult, or at worst, impossible.","118":"Berkeley, Calif. — CALIFORNIA has a reputation as a leader in battling climate change, and so when Pacific Gas & Electric and environmental groups announced a plan last week to close the state’s last nuclear plant, Diablo Canyon, and replace much of the electricity it generates with power from renewable resources, the deal was widely applauded.","119":"PORTLAND, Ore. — Western states braced for another extreme spike in temperatures this weekend after a recent heat wave in Oregon and Washington State killed nearly 200 people and endangered laborers in fields and warehouses.","120":"PARIS — The French government on Tuesday said that it would drop its plans to enshrine the fight against climate change in the Constitution, effectively giving up on what was seen as a major step in the country’s environmental commitments.","121":"LOS ANGELES — It certainly reads like a political statement: Next week, one day before Donald J. Trump takes the presidential oath of office, the Sundance Film Festival will open its 33rd edition with a climate-change documentary starring Al Gore.","122":" \"What is currently called a 100-year storm is projected to occur as often as every 10 years by late this century,\" the report said. From our colleagues at the Economix blog:","123":"DURING the presidential campaign of 2008, Barack Obama distinguished himself on the economics of climate change, speaking far more sensibly about the issue than most of his rivals. Unfortunately, now that he is president, Mr. Obama may sign a climate bill that falls far short of his aspirations. Indeed, the legislation making its way to his desk could well be worse than nothing at all.","124":"After much back and forth, James E. Hansen and I had agreed on a date to meet. Hansen, the director of NASA’s Goddard Institute for Space Studies, is the scientist most closely associated with climate change activists like Bill McKibben, who has led the charge against the Keystone XL pipeline, and Michael Brune, the executive director of the Sierra Club. In Hansen’s view, the country needs to start moving away from fossil fuels now, before the damage becomes irreversible.","125":"Times Insider explains who we are and what we do, and delivers behind-the-scenes insights into how our journalism comes together.","126":"The Trump administration is making it harder to find government information about climate change on the web. If you searched Google for the words “climate change” a little over six months ago, one of the first hits would have been the Environmental Protection Agency’s website.","127":"The future could be bad, or it could be better. You can help decide.","128":"Cardinal Oswald Gracias, archbishop of Mumbai, India, expressed the catholic leaders’ appeal for a climate change agreement.","129":"The president spoke at the United Nations Climate Change Summit on Tuesday.","130":"Arnold Schwarzenegger, Sean Penn, Leonardo DiCaprio and Robert Redford were among the well-known who spoke on climate change at the Paris summit.","131":"WASHINGTON — Wildfires are bigger, and starting earlier in the year. Heat waves are more frequent. Seas are warmer, and flooding is more common. The air is getting hotter. Even ragweed pollen season is beginning sooner.","132":"On Sunday, Secretary of State John Kerry delivered remarks on climate change to an audience of students in Jakarta, Indonesia. He accused climate change deniers of burying their heads in the sand.","133":"LOS ANGELES — California has long been a land of firsts, and this year is no exception.","134":"CLIMATE change has finally gotten the attention of world leaders, who convened in Paris this week for a conference on how to combat global warming.","135":"SAN FRANCISCO — The huge wildfire scorching one of America’s most beloved national parks, Yosemite, has rained ash on San Francisco’s water supply and jolted the nation.","136":"Some species being displaced by rising global temperatures are not easy to see, but scientists still worry that the impact on ecosystems could be significant.","137":"This article is part of the Opinion Today newsletter. You can sign up here to receive more briefings and a guide to the section daily in your inbox.","138":"Welcome to the Climate Fwd: newsletter. The New York Times climate team emails readers once a week with stories and insights about climate change. Sign up here to get it in your inbox.","139":"Andrew C. Revkin reports Tuesday from the United Nations, where world leaders have gathered to discuss climate change. ","140":"Are we doomed?","141":"Typhoon Haiyan has left an estimated 10,000 dead and hundreds of thousands homeless in the Philippines. And it has once again underscored for many development experts a cruel truth about climate change: It will hit the world’s poorest the hardest.","142":"California is bracing for another dangerous heat wave and record-breaking temperatures this weekend, just two weeks after a heat dome descended on the normally temperate Pacific Northwest, killing hundreds of people and capping North America’s hottest June on record.","143":"New York Times environment reporter John Broder says Mitt Romney is not a proponent of government action on climate change, while President Obama knows a climate change bill won't realistically pass.","144":"ALBUQUERQUE — This year, New Mexican officials have a message for farmers who depend on irrigation water from the Rio Grande and other rivers: Unless you absolutely have to plant this year, don’t.","145":"Weather is taking the media industry by storm.","146":"Nathaniel Stinnett rarely talks about the environment; climate change even less.","147":"Share your thoughts and reply to others' about the climate change debate and the international conference on global warming being held Dec. 7-18 in Copenhagen. ","148":"Here is a brief list of terms that play an important role in the climate change debate:","149":"You’ve saved your money and amassed a surplus. You’ve read a few books on investing and gleaned the basics — the importance of diversification, of investing for the long term, and of buying and holding rather than trying to beat the market. But you also know that human-caused climate change will (if it hasn’t already) start eroding economic output. Extreme weather, droughts and crop failures could mean mass migration and political instability. As Henry Paulson, the former Treasury secretary, recently put it, the “greenhouse-gas crisis” won’t burst like the housing bubble of 2008 because “climate change is more subtle and cruel.”","150":"Senator John McCain gave a ground-breaking speech today on climate change.","151":"Gavin Schmidt, a NASA climatologist, has in many ways become the news media's conscience on climate science, exposing exaggeration and opinion in climate coverage on the blog he founded,  RealClimate.org. ","152":"In Colombia, coffee yields have plummeted as a result of rising temperatures and more intense and unpredictable rains.","153":"Climate change poses a critical threat to French wine regions, and Burgundy in particular, according to a new report from the environmental organization Greenpeace.","154":"GREENBELT, Md. — I’M a climate scientist and a former astronaut. Not surprisingly, I have a deep respect for well-tested theories and facts. In the climate debate, these things have a way of getting blurred in political discussions.","155":"Gavin Schmidt, a NASA climatologist, has in many ways become the news media’s conscience on climate science, exposing exaggeration and opinion in climate coverage on the blog he founded,  RealClimate.org. ","156":"Climate change poses a critical threat to French wine regions, and Burgundy in particular, according to a new report from the environmental organization Greenpeace. If climate change continues at its current pace through 2100, the report suggests, vineyards worldwide will be displaced by 1,000 kilometers to the north or south depending on which hemisphere they are in, and a swath of Mediterranean vineyards will be lost. The report pays particular attention to Burgundy, which has already felt the effects of a warmer climate. Around Beaune, the center of the Cote d'Or region, grapes were harvested generally 13 days earlier from 1988 to 2006 than from 1973 to 1987. Over the same period, the report states, the time it took grapes to progress from ripening to maturity dropped to 40 days from 50 days. Paradoxically, Burgundy has experienced a short-term benefit from climate change in a series of good vintages over the last 15 years. Similar benefits can be seen in other regions like Barolo, Champagne and the Mosel and Rhine. In the long term, though, the report warns of the possibility of new vine diseases, increased flooding and erosion, and the prospect of fruit rotting on the vine due to the rise in temperature and carbon dioxide. Ultimately, it suggests, Burgundy may come to resemble a Mediterranean region. French winemakers are already urging their government to push for a strong global agreement at a United Nations climate summit to be held in December in Copenhagen.","157":"Thanks so much to all of you for responding to my request two weeks ago for “neglected topics” for me to weigh in on this year. There were 1,300 comments that came pouring in, many with multiple ideas, and I’m still thinking them through. Today’s column takes off on one of the suggestions that came up regularly: climate change. It’s not 100 percent neglected of course, but I think it’s vastly undercovered considering the scale of the issues. So read the column and share your thoughts below.","158":"Bill Clinton talked to Andrew C. Revkin after announcing his new plan to fight climate change at the Large Cities Climate Summit in New York last May.","159":"I have a short piece going into Sunday’s paper on the question of whether hurricanes are getting stronger because of climate change. In it, I outline the views of Kerry Emanuel of the Massachusetts Institute of Technology, who takes the position that they are, and Thomas R. Knutson of the Geophysical Fluid Dynamics Laboratory, who believes it would be premature to conclude they are getting stronger over a long stretch of time.","160":"I have a short piece going into Sunday’s paper on the question of whether hurricanes are getting stronger because of climate change. In it, I outline the views of Kerry Emanuel of the Massachusetts Institute of Technology, who takes the position that they are, and Thomas R. Knutson of the Geophysical Fluid Dynamics Laboratory, who believes it would be premature to conclude they are getting stronger over a long stretch of time.","161":"How much will climate change cost? ","162":"I’M a climate scientist who has just been told I have Stage 4 pancreatic cancer.","163":"","164":"Climate change is arguably the most important issue humanity has ever faced. The Earth’s average surface temperature continues to climb and weather is increasingly volatile. Our current trajectory looks perilous.","165":"When I arranged to visit Wellston High School for a story about how the culture war over climate change was erupting in science classrooms, I had a pretty good idea of what I would find.","166":"Human-induced climate change, which certain politicians deny and many of us choose to ignore, threatens the survival of every species on Earth. If emissions continue at their current rate, scientists anticipate widespread coastal land loss, agricultural and economic collapse, food and water shortages, frequent and severe natural disasters, and unprecedented refugee crises. For the third installment of our series T Agitprop, we asked 12 contemporary artists, including Alexis Rockman, Mel Chin, Erin Jane Nelson and the members of the collective Dear Climate, to contribute works, most of them new and created exclusively for T, in response to this global emergency. Here are their pieces and statements.","167":"Perhaps now we can put the manufactured controversy known as Climategate behind us and turn to the task of actually doing something about global warming. On Wednesday, a panel in Britain concluded that scientists whose e-mail had been hacked late last year had not, as critics alleged, distorted scientific evidence to prove that global warming was occurring and that human beings were primarily responsible. ","168":"Steve Cosson and Michael Friedman had a highbrow hit in the fall collaborating on Anne Washburn’s “Mr. Burns: A Post-Electric Play.” They are reunited for the latest production from the inventive, inquisitive theater troupe the Civilians, in residence at the Public Theater as part of the low-price, low-frills Public Lab series. “The Great Immensity,” written and directed by Mr. Cosson with songs by Mr. Friedman, asks the big-time question of whether man can change his destructive ways before the planet goes kablooey.","169":"One of the world’s largest hotel chains has installed a cogeneration plant in Midtown Manhattan in an effort to reduce its carbon footprint.","170":"We’d like to point you to a conversation unfolding at our sib-blog, DotEarth, where The Times’s Andy Revkin has been inviting readers to help annotate President Bush’s talk on climate change yesterday.","171":"How do you capture the realities of climate change in a novel — not just its causes and symptoms, but the ever-changing, ever-weirder ways it is manifesting, within the conventional framework of a story with a beginning, middle and end?","172":"There were predictable howls after the Securities and Exchange Commission told publicly held companies they should warn investors of any potential effects from climate change on their bottom lines. Representative Joe Barton, among the most reliable of the oil, gas and coal industries’ many friends in Congress, complained that the commission’s time would be better spent on “investor protection” rather than imposing new burdens on corporations and promoting the “social agendas” of environmental groups.","173":"WHETHER in Davos or almost anywhere else that leaders are discussing the world’s problems, they are missing by far the biggest issue: the rapidly deteriorating global environment and its ability to support civilization.","174":"Animal and plant species around the world may be threatened by warmer global temperatures.","175":"Wishing you had more intelligent things to say about the climate change summit in Copenhagen? The talks kick into high gear this week with President Obama set to arrive before Friday. And just in time — tonight — James Hansen, a climatologist and long-time director of NASA's Goddard Institute for Space Studies, will be at the Bell House in Brooklyn to discuss the carbon crisis. Mr. Hansen, who is also a professor at Columbia and an advisor to Al Gore, gave pioneering testimony before Congress on the threat of growing carbon emissions. He will take on the current proposals and offer a few strategies of his own to combat global warming at the event, which is presented by the Secret Science Club.","176":"After years of denial, delay, distraction and distortion, climate change is changing the political climate.","177":"COLUMBIA, S.C. — THIS past winter was a tough one in our backyard. Where we live, about a hundred miles inland from the South Carolina coast, winter is normally a good time to make changes, like the swath of turf I removed from our front yard this year and replaced with perennial flowers and small tufts of native grass. But what is normal now in the garden? One week I’m sweating, the bees are buzzing, buds are breaking; the next, the birdbath is frozen and there’s snow on the ground.  ","178":"Follow our live coverage of extreme weather and climate change.","179":"Summer camp is an idyll for millions of children each year. But climate change, which affects so many aspects of our lives, is upending the camp experience, as well. I interviewed directors of camps across the United States to ask how the warming planet is altering their little patches of paradise. These folks tend to be keen observers of the natural world (why else would you put up with camp food and mosquitoes?) and they had plenty to say.","180":"In response to my column yesterday, David Leonhardt offers two good reasons to think that climate change isn’t going to be a replay of the great overpopulation and resource-scarcity debates of the 1960s and 1970s, in which optimists like Julian Simon were ultimately vindicated and doomsayers like Paul “The Population Bomb” Ehrlich were proven wrong:","181":"Wonder where Rudolph W. Giuliani stands on global warming? Need to know how John Edwards feels about emissions caps? Curious about Hillary Rodham Clinton and climate change?","182":"The glaciers that have long provided water and electricity to a part of Bolivia are melting and disappearing. ","183":"Stanford, Calif. — THE good news got pretty much drowned out this month: Yes, 2016 is on track to become the hottest year on record, but thankfully also the third year in a row to see relatively flat growth in global greenhouse gas emissions. With global economic growth on the order of 3 percent a year, we may well have turned a corner toward a sustainable climate economy.","184":"Clyde E. Goulden is the director of the Institute of Mongolian Biodiversity and Ecological Studies at the Academy of Natural Sciences in Philadelphia.","185":"A while back I wrote about anti-green economics — the insistence, by opponents of policies to reduce greenhouse gas emissions, that the economic cost of cap-and-trade would be immense and unsupportable. I cited Robert Samuelson, who ridiculed the Environmental Defense Fund for suggesting that major action on greenhouse gases would only cost a dime a day per person.","186":"There are many signs that the world is heading into a period of warming -– one that could melt glaciers, flood small islands and coastal cities, threaten some animal species and make crops difficult to grow in previously productive agricultural regions. ","187":"After years of denial, delay, distraction and distortion, climate change is changing the political climate.","188":"To cruise or not to cruise? To safari or stay put? To fly — perchance to hang glide or kite surf into some un-Instagrammed country. So goes the great moral dilemma now lurking in the travel and tourism industry, perhaps the beating heart of global consumerist extravagance. Now that our year-plus fast is close to over, shall we commence gorging once more?","189":"IN December 1997, representatives of most of the world's nations met in Kyoto, Japan, to negotiate a binding agreement to cut emissions of \"greenhouse\" gases.","190":"Entertainment Weekly recasts the Golden Globes to suit its own ends, including suggesting that Heath Ledger, a best actor in a drama nominee for “Brokeback Mountain,” actually should get a comeback award for extracting himself from the depths of “Four Feathers” and “Lords of Dogtown.” And they elevate Terrence Howard, who is riding the hum of constant mentions, for breaking through in “Hustle and Flow” and buttoning up in “Crash.” What, no award for bravery for Charlize Theron heading into the maw of “Aeon Flux”?","191":"A while back I wrote about anti-green economics -- the insistence, by opponents of policies to reduce greenhouse gas emissions, that the economic cost of cap-and-trade would be immense and unsupportable. I cited Robert Samuelson, who ridiculed the Environmental Defense Fund for suggesting that major action on greenhouse gases would only cost a dime a day per person.","192":"PUTNEY, VERMONT — With the continuing failure of governments to reach agreements on combating climate change, the outlook for both humans and nature remains bleak. ","193":"Additional images of the artist Eve Mosher drawing a chalk line along 70 miles of at-risk coastal neighborhoods in New York.\n\n","194":"As President Biden finalizes his road map to steer America toward a cleaner car fleet and safe climate, he should ignore the auto industry’s push for weak fuel efficiency and emissions rules and strengthen the tough standards imposed by the Obama administration that were shredded by Donald Trump.","195":"Turning Point: The United States announces its withdrawal from the Paris climate accord.","196":"The National Oceanic and Atmospheric Administration reported last week that global temperatures last year were the highest on record — and that this year is likely to be hotter still. That is a powerful reason for rich countries to begin making good on their promises to help low-lying island nations, some of the poorest countries in the world, build their defenses against the disastrous effects of climate change, which some are already experiencing.","197":"Anne Hidalgo, mayor of Paris, is also chairwoman of C40, a network of the world’s biggest cities committed to addressing climate change. As mayor, despite strong opposition, she has closed parts of the city — including along the bank of the Seine River — to traffic. Recently, I asked Ms. Hidalgo about her interest in environmental issues and why women are important to the solutions. Her answers have been edited and condensed.","198":"A butterfly species in England is expanding its range, thanks to climate change. ","199":"Last month was the warmest June on record in North America, researchers said Wednesday, confirming the suspicions of millions of people who endured some of the hottest temperatures ever experienced on the continent."},"headline":{"0":"Global Leaders Pledge to End Deforestation by 2030","1":"Bankers Took Over the Climate Change Summit. That’s Bad For Democracy.","2":"Interior Dept. Report on Drilling Is Mostly Silent on Climate Change","3":"Climate Change Is Driving Some Albatrosses to ‘Divorce,’ Study Finds","4":"Earth Is Getting a ‘Black Box’ to Hold Humans Accountable for Climate Change","5":"Saving History With Sandbags: Climate Change Threatens the Smithsonian","6":"Travel Industry Takes Crucial First Step Toward Combating Climate Change","7":"Vancouver Is Marooned by Flooding and Besieged Again by Climate Change","8":"Who Has The Most Historical Responsibility for Climate Change?","9":"What Climate Change Looks Like From Space","10":"In the Fight Against Climate Change, Young Voices Speak Out","11":"Johnson Urges Leaders to Take Action Against Climate Change","12":"Pelosi Presents ‘Far-Reaching’ Legislation to Fight Climate Change","13":"How ‘Cool Roofs’ Can Help Fight Climate Change","14":"The Climate Bill Includes Billions in Funding. Will It Be Spent Fairly?","15":"A P. R. Giant Is Caught Between Climate Pledges and Fossil Fuel Clients","16":"First Fires, Then Floods: Climate Extremes Batter Australia","17":"The Achilles’ Heel of Biden’s Climate Plan? Coal Miners.","18":"Billions for Climate Protection Fuel New Debate: Who Deserves It Most","19":"Europe Met a Climate Target. But Is It Burning Less Carbon?","20":"Shell pulls out of a U.K. oil field targeted by climate activists.","21":"Climate Change Threatens Wine, and a Way of Life, in Jura","22":"Biden Orders Federal Vehicles and Buildings to Use Renewable Energy by 2050","23":"A Slow-Motion Climate Disaster: The Spread of Barren Land","24":"Britain Turns to Bankers to Blaze a Green Trail","25":"‘So Many Dimensions’: A Drought Study Underlines the Complexity of Climate","26":"Bearing Witness to Svalbard’s Fragile Splendor","27":"The U.S. and China Should Compete on This","28":"The Patagonia C.E.O.’s Mission: ‘Save Our Home Planet’","29":"Exxon Mobil aims for net-zero emissions from its operations in the Permian Basin by 2030.","30":"Citing Covid-19, Climate and Wars, U.N. Asks Donors for Big Jump in Funding","31":"Why New York Is Unearthing a Brook It Buried a Century Ago","32":"U.N. Asks Donors for $41 Billion in Humanitarian Aid","33":"Stopping Climate Change Doesn’t Need to Be Altruistic","34":"On the Banks of the Furious Congo River, a 5-Star Emporium of Ambition","35":"Meet an Ecologist Who Works for God (and Against Lawns)","36":"Explore 7 Climate Change Solutions","37":"Floods Are Threatening a Treasure Trove of American Heritage","38":"Europe Revisits Nuclear Power as Climate Deadlines Loom","39":"Melting Arctic Is a Bonanza for the Ocean’s Natural Born Killers","40":"What Does It Mean to Save a Neighborhood?","41":"Effort to Reframe Climate Change as a Health Crisis Gains Steam","42":"Sifting Through Mud, Flooded Canadians Fear Next Disaster","43":"In Scotland, Serving Halibut for a Better Planet","44":"This Is What Africa Needs Right Now","45":"This Fire-Loving Fungus Eats Charcoal, if It Must","46":"Hunt for the ‘Blood Diamond of Batteries’ Impedes Green Energy Push","47":"This Ocean Invaded Its Neighbor Earlier Than Anyone Thought","48":"‘Burning’ Review: Pulling the Fire Alarm in Australia","49":"Will Germany’s ‘Debt Brake’ Stop Its Green Ambitions?","50":"Don’t Be So Quick to Doubt China’s Climate Change Dedication","51":"How the Clean Energy Revolution Is Driving a Scramble for Congo’s Mines","52":"Maya Lin’s Dismantled ‘Ghost Forest’ to Be Reborn as Boats","53":"COP26 Protesters Back an Array of Causes, Connected by Climate Change","54":"As Federal Disaster Aid Languishes, Private Lenders Are Filling the Gap","55":"Large Insurers Are Hatching a Plan to Take Down Coal","56":"Biden Urges Global ‘Ambition’ and ‘Innovation’ to Fight Climate Change","57":"The Sustainable Industrial Revolution Is Just Getting Started","58":"The Latest Farm Product: Carbon Credits","59":"Once a Leading Polluter, the U.K. Is Now Trying to Lead on Climate Change","60":"Free E-Bikes for Everyone!","61":"What’s in the $2.2 Trillion Social Policy and Climate Bill","62":"U.N. Leader Calls Failure to Fight Climate Change a ‘Death Sentence’","63":"These Americans Are Just Going Around in Circles. It Helps the Climate.","64":"Global finance industry says it has $130 trillion to invest in efforts to tackle climate change.","65":"House Passes the Largest Expenditure on Climate in U.S. History","66":"Biden pledged $3 billion to help the world adapt to climate change. That’s not as much as it seems.","67":"Blinken Emphasizes the Importance of Working With African Countries","68":"To Breed or Not to Breed?","69":"Fighting Climate Change, One Meal at a Time","70":"House Democrats Celebrate Passage of Biden’s Social Safety Net Package","71":"Amazon Deforestation Soars to 15-Year High","72":"Race to the Future: What to Know About the Frantic Quest for Cobalt","73":"A Power Struggle Over Cobalt Rattles the Clean Energy Revolution","74":"Colorado Wildfire Kills One, Signaling Fire Season Is Far From Over","75":"Biden Thinks He Can Have It Both Ways on China. He’s Wrong.","76":"What Was Fashion Doing at COP26?","77":"Vote on Social Policy Bill Delayed as McCarthy Keeps Talking","78":"N.H.L. Partnership With Chemical Company Leaves Environmental Watchdogs Cold","79":"Hotter Summer Days Mean More Sierra Nevada Wildfires, Study Finds","80":"A Times Investigation Into Amazon Deforestation","81":"Want to Save the Earth? We Need a Lot More Elon Musks.","82":"Climate Promises Made in Glasgow Now Rest With a Handful of Powerful Leaders","83":"How Americans’ Appetite for Leather in Luxury SUVs Worsens Amazon Deforestation","84":"Diplomats Reach Climate Agreement in Glasgow","85":"6 takeaways from the U.N. climate conference.","86":"What New Yorkers Need to Know About Tornadoes","87":"‘Glasgow Has Sounded the Death Knell for Coal Power,’ Johnson Says","88":"Negotiators Strike a Climate Deal, but World Remains Far From Limiting Warming","89":"Biden to Bar New Drilling Around a Major Native American Cultural Site","90":"A Young Architect Brings an Environmental Sensibility to a Family Firm","91":"In Glasgow, a climate agreement seems within reach.","92":"Biden and Xi meet amid economic and military tensions.","93":"Helping to Fuel a Green Revolution","94":"Social Media Is Polluted With Climate Denialism","95":"Glasgow Climate Talks Are Down to the Wire on Money, Ambition and Fossil Fuels","96":"Can California Tourism Survive Climate Change?","97":"What does COP stand for?","98":"Your Monday Briefing","99":"What It’s Like Covering the Most Anticipated Climate Conference in Years","100":"Climate Change","101":"Climate Change","102":"Exxon Mobil Faces Off Against Activist Investors on Climate Change","103":"Climate Change?","104":"Death Valley Hits 130 Degrees as Heat Wave Sweeps the West","105":"Climate Change","106":"Climate change","107":"Climate Change in My Backyard","108":"The Climate Changes Before Your Eyes","109":"Like in ‘Postapocalyptic Movies’: Heat Wave Killed Marine Wildlife en Masse","110":"Why Record-Breaking Overnight Temperatures Are So Concerning","111":"NASA Is Facing a Climate Change Countdown","112":"A Group Shout on Climate Change ","113":"For Insurers, No Doubts on Climate Change","114":"Why the New York Subway Has a Water Problem","115":"On the Attack Against Climate Change","116":"Economic Impact of Climate Change","117":"What if Space Junk and Climate Change Become the Same Problem?","118":"How Not to Deal With Climate Change","119":"Heat-Related Deaths Increase as Temperatures Rise in the West","120":"France Drops Plans to Enshrine Climate Fight in Constitution","121":"At Sundance, the Theme Is Climate Change","122":"Impact of Climate Changes","123":"A Missed Opportunity on Climate Change","124":"How Not to Fix Climate Change","125":"Painting a Picture of Climate Change","126":"Censoring Climate Change","127":"A Climate Change Guide for Kids","128":"The Vatican on Climate Change","129":"Obama on Climate Change","130":"Celebrities on Climate Change","131":"Climate Change Is Making Big Problems Bigger","132":"Kerry on Climate Change","133":"California Wakes Up From Its Dream","134":"Climate Change and Choosing Where to Invest","135":"Wildfires and Climate Change","136":"Climate Change Underfoot","137":"Climate Change Is Now","138":"Climate Change Is on the Ballot","139":"The Debate on Climate Change","140":"Will We Survive Climate Change? ","141":"The Inequality of Climate Change","142":"California Braces for Dangerous Weekend of Record-Setting Heat","143":"The Agenda: Climate Change","144":"Severe Drought, Worsened by Climate Change, Ravages the American West","145":"Fox’s New Channel Changes the Climate for Weather TV","146":"Taking On Climate Change","147":"Climate Change Conversations","148":"A Climate Change Glossary","149":"Cashing In on Climate Change","150":"McCain on Climate Change","151":"Climate Change in Pictures","152":"Climate Change and Coffee","153":"A Warning on Climate Change","154":"Wobbling on Climate Change","155":"Climate Change in Pictures","156":"A Warning on Climate Change","157":"Readers and Climate Change","158":"Clinton on Climate Change","159":"Hurricanes and Climate Change","160":"Hurricanes and Climate Change","161":"The Cost of Climate Change","162":"Cancer and Climate Change","163":"Climate Change in the Classroom","164":"The Mathematics of Climate Change","165":"Student Opinions on Climate Change? Unpredictable","166":"12 Artists On: Climate Change","167":"A Climate Change Corrective","168":"Climate Change, the Musical","169":"Travel Tackles Climate Change","170":"Climate Change Chatter","171":"When Climate Change Is Stranger Than Fiction","172":"Climate Change and the S.E.C.","173":"The Climate Change Endgame","174":"On the Cusp of Climate Change","175":"Climate Change 101","176":"A roadmap on climate change","177":"Gardening for Climate Change","178":"The Effects of Climate Change","179":"Hello Mother, Hello Father: Summer Camp Is Getting a Lot Hotter","180":"Notes on Climate Change","181":"The Candidates on Climate Change","182":"A Tale of Climate Change","183":"Climate Change in Trump’s Age of Ignorance","184":"Climate Change in Mongolia","185":"Climate change fantasies","186":"A Stopgap for Climate Change","187":"A roadmap on climate change","188":"Summer Travel Is Back. Earth Can’t Handle It.","189":"On Climate Change, a Change of Thinking","190":"Global Climate Change","191":"Climate change fantasies","192":"Overpopulation and Climate Change","193":"Tracing Climate Change","194":"Trump Gave Automakers What They Wanted. Biden Shouldn’t.","195":"We the People Pledge to Fight Climate Change","196":"Many Countries Will Need Help Adapting to Climate Change","197":"A Voice From Paris on Climate Change","198":"A Butterfly Takes Wing on Climate Change","199":"North America Has Its Hottest June on Record"},"location":{"0":"Russia","1":null,"2":null,"3":"New Zealand","4":"Tasmania (Australia)","5":"Washington (DC)","6":null,"7":"Vancouver (British Columbia)","8":null,"9":"ARCTIC REGIONS","10":null,"11":null,"12":null,"13":"South Bronx (Bronx, NY)","14":null,"15":null,"16":"New South Wales (Australia)","17":null,"18":null,"19":null,"20":"Scotland","21":"Jura (France)","22":null,"23":"Brazil","24":"Great Britain","25":"Madagascar","26":"Norway","27":"United States","28":null,"29":"Permian Basin (North America)","30":"Geneva (Switzerland)","31":"Van Cortlandt Park (Bronx, NY)","32":null,"33":null,"34":"China","35":"Wading River (NY)","36":null,"37":null,"38":"Germany","39":"ALASKA","40":"Netherlands","41":null,"42":"Canada","43":"Great Britain","44":"AFRICA","45":null,"46":"Kolwezi (Congo, Democratic Republic of)","47":"ARCTIC REGIONS","48":"Australia","49":"Europe","50":"China","51":null,"52":"Madison Square Park (Manhattan, NY)","53":"Glasgow (Scotland)","54":"United States","55":null,"56":"Glasgow (Scotland)","57":"Sweden","58":null,"59":"Great Britain","60":null,"61":null,"62":"Glasgow (Scotland)","63":"Carmel (Ind)","64":null,"65":null,"66":null,"67":"Nigeria","68":null,"69":null,"70":null,"71":"Brazil","72":"Congo, Democratic Republic of (Congo-Kinshasa)","73":"China","74":"Estes Park (Colo)","75":"China","76":"Glasgow (Scotland)","77":null,"78":null,"79":null,"80":null,"81":null,"82":"India","83":"AMAZON RIVER BASIN","84":null,"85":null,"86":"New York City","87":"Great Britain","88":null,"89":"New Mexico","90":"Germany","91":null,"92":"Taiwan","93":"Great Britain","94":null,"95":null,"96":"California","97":"Glasgow (Scotland)","98":"Syria","99":"Glasgow (Scotland)","100":null,"101":null,"102":null,"103":null,"104":"Western States (US)","105":null,"106":null,"107":"Puerto Rico","108":"New York City","109":"Pacific Northwestern States (US)","110":"United States","111":"Cape Canaveral (Fla)","112":null,"113":null,"114":"New York City","115":"Puerto Rico","116":null,"117":null,"118":"California","119":"Southwestern States (US)","120":"France","121":null,"122":null,"123":null,"124":"Canada","125":null,"126":"United States","127":null,"128":"Vatican City","129":"United States","130":"Paris (France)","131":null,"132":"Jakarta (Indonesia)","133":"Los Angeles (Calif)","134":null,"135":null,"136":null,"137":null,"138":null,"139":null,"140":null,"141":"Philippines","142":"California","143":null,"144":"North Dakota","145":null,"146":null,"147":null,"148":null,"149":null,"150":null,"151":null,"152":"Colombia","153":null,"154":null,"155":null,"156":null,"157":null,"158":"Venezuela","159":null,"160":null,"161":null,"162":null,"163":null,"164":"San Francisco (Calif)","165":"Wellston (Ohio)","166":null,"167":null,"168":null,"169":"Caribbean Area","170":null,"171":null,"172":null,"173":null,"174":null,"175":null,"176":null,"177":null,"178":null,"179":null,"180":null,"181":null,"182":null,"183":null,"184":"Mongolia","185":null,"186":"India","187":null,"188":null,"189":null,"190":null,"191":null,"192":null,"193":null,"194":"United States","195":null,"196":null,"197":"Paris (France)","198":null,"199":null},"tags":{"0":"United Nations Framework Convention on Climate Change, Forests and Forestry, Greenhouse Gas Emissions, Global Warming, Indigenous People, International Relations","1":"Banking and Financial Institutions, United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Global Warming","2":"Oil (Petroleum) and Gasoline, Natural Gas, Drilling and Boring, Offshore Drilling and Exploration, Federal Lands, Royalties, Prices (Fares, Fees and Rates), Global Warming, Greenhouse Gas Emissions, United States Politics and Government","3":"Birds, Global Warming, Conservation of Resources, Reproduction (Biological), Research","4":"Earth, Global Warming, Weather, Endangered and Extinct Species","5":"Global Warming, Museums, Floods, National Mall (Washington, DC), Rain","6":"Travel and Vacations, Eco-Tourism, United Nations Framework Convention on Climate Change, Global Warming, Carbon Dioxide, Sustainable Living","7":"Floods, Disasters and Emergencies, Global Warming","8":"United Nations Framework Convention on Climate Change, Global Warming, Greenhouse Gas Emissions, Carbon Dioxide","9":"Glaciers, Global Warming, United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Satellites, Earth","10":"Global Warming, Greenhouse Gas Emissions, Alternative and Renewable Energy, Income Inequality, Environment, Weather, Land Use Policies, Agriculture and Farming, Sustainable Living","11":"Global Warming, United Nations Framework Convention on Climate Change","12":"Global Warming, United States Politics and Government","13":"Real Estate and Housing (Residential), Global Warming","14":"Global Warming, Greenhouse Gas Emissions","15":"Greenhouse Gas Emissions, Global Warming, Oil (Petroleum) and Gasoline, Natural Gas, Advertising and Marketing, Alternative and Renewable Energy","16":"Global Warming, Floods, Weather, Drought, Wildfires, Rain, Disasters and Emergencies, Agriculture and Farming, Evacuations and Evacuees","17":"Coal, Mines and Mining, Organized Labor, Alternative and Renewable Energy, Global Warming, United States Economy, United States Politics and Government, American Families Plan (2021)","18":"Infrastructure Investment and Jobs Act (2021), Infrastructure (Public Works), Global Warming, Floods, Income Inequality, United States Politics and Government","19":"Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Global Warming, Alternative and Renewable Energy, Carbon Caps and Emissions Trading Programs, internal-open-access","20":"Politics and Government, Oil (Petroleum) and Gasoline, Global Warming","21":"Global Warming, Wines, Grapes, Agriculture and Farming","22":"Electric and Hybrid Vehicles, Alternative and Renewable Energy, Buildings (Structures), Sustainable Living, Executive Orders and Memorandums, United States Politics and Government, Carbon Dioxide, Greenhouse Gas Emissions, Global Warming, Solar Energy, Wind Power","23":"Drought, Clay, Deserts, Weather, Global Warming, Agriculture and Farming","24":"Greenhouse Gas Emissions, Global Warming, Banking and Financial Institutions, Corporate Social Responsibility, Oil (Petroleum) and Gasoline, United Nations Framework Convention on Climate Change","25":"Drought, Global Warming, Rain, Research","26":"Travel and Vacations, Polar Bears, Ice, Global Warming, Carbon Dioxide","27":"Global Warming, Electric and Hybrid Vehicles, Alternative and Renewable Energy","28":"Executives and Management (Theory), Corporate Social Responsibility, Content Type: Personal Profile, Global Warming, Environment, Fashion and Apparel","29":"Greenhouse Gas Emissions, Global Warming, Oil (Petroleum) and Gasoline, Alternative and Renewable Energy, Carbon Dioxide, Natural Gas, Methane","30":"Humanitarian Aid, Coronavirus (2019-nCoV), Famine, Global Warming","31":"Rivers, Floods, Area Planning and Renewal, Infrastructure (Public Works), Parks and Other Recreation Areas, Global Warming","32":"Humanitarian Aid, Coronavirus (2019-nCoV), Global Warming","33":"internal-sub-only-nl, Global Warming, Politics and Government","34":"Hotels and Travel Lodgings, Mines and Mining, Cobalt, Metals and Minerals, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, Foreign Investments","35":"Global Warming, Biodiversity, Gardens and Gardening, Lawns, Flowers and Plants, Content Type: Personal Profile","36":"Content Type: Service, Global Warming, Alternative and Renewable Energy","37":"Global Warming, Greenhouse Gas Emissions","38":"Nuclear Energy, Electric Light and Power, Alternative and Renewable Energy, Nuclear Wastes, Global Warming","39":"Whales and Whaling, Ice, Animal Behavior, Global Warming, Fish and Other Marine Life, your-feed-science, your-feed-animals","40":"Area Planning and Renewal, Floods, Rivers, Infrastructure (Public Works), Hurricane Sandy (2012), Global Warming, Coastal Areas, internal-open-access, audio-positive-escape, audio-neutral-informative, audio-neutral-immersive","41":"Global Warming, Greenhouse Gas Emissions, Hospitals, Heat and Heat Waves, Air Pollution, Respiratory Diseases, United Nations Framework Convention on Climate Change","42":"Floods, Landslides and Mudslides, Global Warming, Disasters and Emergencies","43":"Seafood, Fishing, Commercial","44":"Global Warming, Greenhouse Gas Emissions, Floods, Foreign Aid, Third World and Developing Countries, International Relations, United Nations Framework Convention on Climate Change","45":"Fungi, Charcoal, Soil, Microbiology, Greenhouse Gas Emissions, Global Warming, Wildfires, Carbon Dioxide, your-feed-science, Research","46":"Politics and Government, Cobalt, Mines and Mining, Batteries, Corruption (Institutional), Global Warming, Alternative and Renewable Energy, Electric and Hybrid Vehicles, Workplace Hazards and Violations, Content Type: Personal Profile, United States International Relations, audio-neutral-informative, audio-neutral-immersive, audio-negative-sad","47":"Ice, Global Warming, Greenhouse Gas Emissions, Oceans and Seas, Research, your-feed-science","48":"Global Warming, Indigenous Australians, Documentary Films and Programs, Wildfires","49":"Budgets and Budgeting, Solar Energy, Global Warming, Appointments and Executive Changes, Windmills, Mines and Mining","50":"United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Coal, Electric Light and Power, Shortages, Alternative and Renewable Energy, Global Warming","51":"Global Warming, Greenhouse Gas Emissions","52":"Art, Trees and Shrubs, Boats and Boating, Wood and Wood Products, Global Warming, Nonprofit Organizations","53":"Demonstrations, Protests and Riots, Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change","54":"Renting and Leasing (Real Estate), Real Estate and Housing (Residential), Disasters and Emergencies, Banking and Financial Institutions, Federal Aid (US), Global Warming","55":"Insurance, Coal, Global Warming","56":"Global Warming, United States Politics and Government, International Relations","57":"Greenhouse Gas Emissions, Steel and Iron, Global Warming, Factories and Manufacturing","58":"Carbon Capture and Sequestration, Greenhouse Gas Emissions, Soil, Carbon Caps and Emissions Trading Programs, Carbon Dioxide, Agriculture and Farming, Global Warming","59":"Politics and Government, United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Global Warming, Coal, Wind Power, Alternative and Renewable Energy","60":"Electric Bicycles, Motorcycles and Scooters, Global Warming, Greenhouse Gas Emissions, Roads and Traffic, internal-sub-only-nl","61":"United States Politics and Government, Politics and Government, Income Tax, Immigration and Emigration, Education (Pre-School), Greenhouse Gas Emissions, Child Care, Law and Legislation, Federal Aid (US), Global Warming, Federal Budget (US)","62":"Global Warming","63":"Roads and Traffic, Traffic Accidents and Safety, Fuel Emissions (Transportation), Carbon Dioxide, Global Warming, Local Government, Mayors","64":"Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Global Warming, Banking and Financial Institutions, ACCOUNTING AND ACCOUNTANTS","65":"American Families Plan (2021), Global Warming, Greenhouse Gas Emissions, Alternative and Renewable Energy, Tax Credits, Deductions and Exemptions, Law and Legislation, United States Economy, United States Politics and Government","66":"Global Warming, United States Politics and Government, United Nations Framework Convention on Climate Change","67":"Coronavirus (2019-nCoV), United States Politics and Government, Global Warming","68":"Children and Childhood, Global Warming, Millennial Generation, Birth Rates, audio-neutral-informative","69":"Sustainable Living, Agriculture and Farming, Global Warming","70":"United States Politics and Government, Law and Legislation, Global Warming","71":"Forests and Forestry, United Nations Framework Convention on Climate Change, Conservation of Resources, Global Warming, Politics and Government","72":"Mines and Mining, Metals and Minerals, Batteries, Politics and Government, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, United States Politics and Government","73":"Mines and Mining, Metals and Minerals, Batteries, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, Economic Conditions and Trends, Workplace Hazards and Violations, Infrastructure (Public Works), Politics and Government, International Trade and World Market","74":"Wildfires, Fires and Firefighters, Aviation Accidents, Safety and Disasters, Evacuations and Evacuees, Global Warming","75":"United States International Relations, United States Politics and Government, Defense and Military Forces, Global Warming, Greenhouse Gas Emissions, Solar Energy","76":"Fashion and Apparel, United Nations Framework Convention on Climate Change, Sustainable Living, Textiles, your-feed-fashion","77":"United States Politics and Government, Law and Legislation, Global Warming, Federal Budget (US)","78":"Hockey, Ice, Global Warming, Stadiums and Arenas, Ozone","79":"Global Warming, Greenhouse Gas Emissions","80":"Global Warming, Greenhouse Gas Emissions","81":"Global Warming, Fusion (Nuclear Reaction), Satellites, United Nations Framework Convention on Climate Change, Alternative and Renewable Energy","82":"United Nations Framework Convention on Climate Change, Global Warming, Greenhouse Gas Emissions, Carbon Dioxide, Regulation and Deregulation of Industry, Coal, Oil (Petroleum) and Gasoline","83":"Leather and Leather Goods, Automobiles, Forests and Forestry, Global Warming, Cattle, Ranches, Agriculture and Farming, Land Use Policies, International Trade and World Market, Meatpacking Plants and Slaughterhouses, Wildlife Trade and Poaching, Beef","84":"Global Warming, United Nations Framework Convention on Climate Change","85":"Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Carbon Caps and Emissions Trading Programs, Coal, Carbon Dioxide","86":"Tornadoes, Weather, Disasters and Emergencies, Global Warming","87":"United Nations Framework Convention on Climate Change","88":"Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Coal, Carbon Dioxide, Air Pollution, Floods, Third World and Developing Countries, Disasters and Emergencies","89":"United States Politics and Government, Native Americans, Land Use Policies, Drilling and Boring, Oil (Petroleum) and Gasoline, World Heritage Sites, Global Warming","90":"Greenhouse Gas Emissions, Building (Construction), Restoration and Renovation, Sustainable Living, ARCHITECTURE, Global Warming, Leadership in Energy and Environmental Design (LEED), Energy Efficiency, Innovation","91":"United Nations Framework Convention on Climate Change, Global Warming, Greenhouse Gas Emissions","92":"United States International Relations, United States Politics and Government, Defense and Military Forces, Territorial Disputes, Cyberwarfare and Defense, Global Warming","93":"Greenhouse Gas Emissions, Hydrogen, Heating, Global Warming, Home Appliances","94":"Rumors and Misinformation, Social Media, Global Warming, Online Advertising","95":"Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Coal, Third World and Developing Countries","96":"Travel and Vacations, Global Warming, Wildfires, Heat and Heat Waves, Skiing, Eco-Tourism","97":"United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Global Warming","98":"Quarantine (Life and Culture), Civilian Casualties, Defense and Military Forces, Politics and Government, Coronavirus (2019-nCoV), Immigration and Emigration, International Relations, Global Warming","99":"Global Warming","100":"Greenhouse Gas Emissions, Carbon Dioxide, Environment","101":"United Nations Framework Convention on Climate Change, Editorials, Global Warming, Suspensions, Dismissals and Resignations, Greenhouse Gas Emissions","102":"Oil (Petroleum) and Gasoline, Alternative and Renewable Energy, Stocks and Bonds, Global Warming, Greenhouse Gas Emissions, Hedge Funds","103":[],"104":"Global Warming, Heat and Heat Waves","105":[],"106":[],"107":"Disasters and Emergencies, Greenhouse Gas Emissions, Global Warming, Floods, Rain, Drought, Landslides and Mudslides, Wildfires","108":"Museums, Global Warming, Earth Day","109":"Wildlife Die-Offs, Global Warming, Oceans and Seas, Fish and Other Marine Life, Rivers, Lakes, Marine Biology, Greenhouse Gas Emissions, Mussels, Salmon, Starfish, Drought, Heat and Heat Waves","110":"Global Warming, Weather, Deaths (Fatalities), Heat and Heat Waves","111":"Global Warming, Coast Erosion, Floods, Hurricane Sandy (2012)","112":"Global Warming, Demonstrations, Protests and Riots, Editorials, United Nations Framework Convention on Climate Change, Energy and Power, International Relations","113":"Insurance, Greenhouse Gas Emissions, Global Warming, United States Politics and Government","114":"Subways, Floods, Transit Systems, Weather, Infrastructure (Public Works), Rain, Global Warming","115":"Global Warming","116":[],"117":"Space and Astronomy, Pollution, Satellites, Global Warming, Carbon Dioxide, Research","118":"Alternative and Renewable Energy, Greenhouse Gas Emissions, Nuclear Energy, Natural Gas, Global Warming","119":"Global Warming, Deaths (Fatalities), Workplace Hazards and Violations, Heat and Heat Waves","120":"Global Warming, Constitutional Amendments, Legislatures and Parliaments, Politics and Government","121":"Sundance Film Festival (Park City, Utah), Movies, Global Warming","122":[],"123":"Law and Legislation, Global Warming, Greenhouse Gas Emissions, Carbon Dioxide","124":"Pipelines, Keystone Pipeline System, Greenhouse Gas Emissions, Oil Sands, Alternative and Renewable Energy, Oil (Petroleum) and Gasoline","125":"Global Warming, News and News Media","126":"Web Browsers, Global Warming","127":"Greenhouse Gas Emissions, Global Warming, Carbon Dioxide, Air Pollution, Wildfires","128":[],"129":"Greenhouse Gas Emissions, United States Economy, Global Warming, Fuel Efficiency, Carbon Dioxide, Electric Vehicles, International Relations, United States Politics and Government","130":"Celebrities","131":"Global Warming, Disasters and Emergencies, Floods, Hurricanes and Tropical Storms, Wildfires, Lyme Disease, Greenhouse Gas Emissions, United States Politics and Government","132":"Global Warming","133":"Water, Shortages, Land Use Policies, Real Estate and Housing (Residential), Conservation of Resources, Wildfires, Affordable Housing, Global Warming, Politics and Government","134":"Global Warming, Personal Finances, Greenhouse Gas Emissions, Regulation and Deregulation of Industry, Alternative and Renewable Energy, Energy Efficiency","135":"Wildfires, Global Warming, Greenhouse Gas Emissions","136":"Environment, Global Warming, Soil, Microbiology","137":"Greenhouse Gas Emissions, Global Warming, Air Pollution","138":"Global Warming, Midterm Elections (2018)","139":"United Nations Framework Convention on Climate Change, Global Warming, Science and Technology","140":"Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Global Warming","141":"Global Warming, Poverty, Third World and Developing Countries, Typhoon Haiyan (2013), Weather","142":"Weather, Summer (Season), Electric Light and Power, Global Warming, Heat and Heat Waves","143":"Presidential Election of 2012, Environment","144":"Global Warming, Greenhouse Gas Emissions, Drought, Wildfires, Water, Rain, Agriculture and Farming","145":"Weather, News and News Media, Cable Television, Global Warming, Video Recordings, Downloads and Streaming","146":"Global Warming, Greenhouse Gas Emissions, Oceans and Seas, Environment","147":[],"148":"Weather, Greenhouse Effect, Air Pollution","149":"Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Stocks and Bonds, Alternative and Renewable Energy, Global Warming, Personal Finances, Banking and Financial Institutions","150":[],"151":[],"152":"Coffee, Global Warming","153":[],"154":"Global Warming, Ice Age, Ice, Earth","155":[],"156":[],"157":[],"158":[],"159":"Global Warming, Hurricane Irene (2011), Oceans and Seas","160":"Global Warming, Hurricane Irene (2011), Oceans and Seas","161":"Global Warming, Greenhouse Gas Emissions","162":"Global Warming, Death and Dying, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Alternative and Renewable Energy","163":[],"164":"Carbon Dioxide, Earth, Global Warming, Greenhouse Gas Emissions, Mathematics, Puzzles","165":"Education (K-12), Global Warming, Teachers and School Employees, News and News Media","166":"Art, Global Warming","167":"Global Warming, Greenhouse Gas Emissions, Frauds and Swindling","168":"Theater","169":"Travel and Vacations","170":[],"171":"Books and Literature, Writing and Writers","172":"Corporations, Editorials, Global Warming, Regulation and Deregulation of Industry, Greenhouse Gas Emissions, Law and Legislation","173":"Biodiversity, Environment","174":"Global Warming, Animals, Flowers and Plants, Environment","175":[],"176":[],"177":"Gardens and Gardening, Flowers and Plants, Global Warming, Weather","178":[],"179":"Global Warming, Greenhouse Gas Emissions, Camps and Camping, Heatstroke, Trees and Shrubs, Urban Areas","180":[],"181":[],"182":[],"183":"Global Warming, Regulation and Deregulation of Industry, Smoking and Tobacco, Oil (Petroleum) and Gasoline, Science and Technology","184":"Global Warming, Science and Technology","185":[],"186":"Air Pollution, Carbon Dioxide, Greenhouse Gas Emissions, Methane, Ozone, Smog","187":[],"188":"Travel and Vacations, Global Warming, Greenhouse Gas Emissions, Fuel Emissions (Transportation), Cruises, Coronavirus (2019-nCoV), Environment, Sustainable Living","189":"Carbon Dioxide, Global Warming","190":[],"191":[],"192":"Global Warming, Population, Greenhouse Gas Emissions","193":[],"194":"Greenhouse Gas Emissions, Automobiles, Global Warming, Fuel Emissions (Transportation), Fuel Efficiency, Electric and Hybrid Vehicles, Air Pollution, Environment","195":"United Nations Framework Convention on Climate Change, Global Warming, Environment, International Relations, Politics and Government","196":"Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change, Third World and Developing Countries, Editorials","197":"Global Warming","198":"Global Warming, Butterflies and Moths, Science and Technology","199":"Global Warming, Greenhouse Gas Emissions, Weather, Heat and Heat Waves"}}