[{"date":1635823905000,"abstract":"The landmark agreement reflects a growing recognition of nature’s role in helping to address global warming. Still, critics said it wasn’t ambitious enough.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/02\/climate\/cop26-deforestation.html","snip":"The landmark agreement reflects a growing recognition of nature’s role in helping to address global warming. Still, critics said it wasn’t ambitious enough.","lead":"Leaders of more than 100 countries, including Brazil, China, Russia and the United States, vowed at climate talks in Glasgow to end deforestation by 2030, in a landmark agreement that encompasses some 85 percent of the world’s forests.","headline":"Global Leaders Pledge to End Deforestation by 2030","location":"Russia","tags":"United Nations Framework Convention on Climate Change, Forests and Forestry, Greenhouse Gas Emissions, Global Warming, Indigenous People, International Relations","loc":[61.989526183,96.805371534],"lat":61.989526183,"lon":96.805371534},{"date":1638169564000,"abstract":"Warming oceans are sending the monogamous sea birds farther afield to find food, putting stress on their breeding and prompting some to ditch their partners.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/asia\/albatross-climate-change.html","snip":"Warming oceans are sending the monogamous sea birds farther afield to find food, putting stress on their breeding and prompting some to ditch their partners.","lead":"MELBOURNE, Australia — Albatrosses usually mate for life, making them among the most monogamous creatures on the planet. But climate change may be driving more of the birds to “divorce,” a study published last week by New Zealand’s Royal Society says.","headline":"Climate Change Is Driving Some Albatrosses to ‘Divorce,’ Study Finds","location":"New Zealand","tags":"Birds, Global Warming, Conservation of Resources, Reproduction (Biological), Research","loc":[-42.287233564,172.3434325],"lat":-42.287233564,"lon":172.3434325},{"date":1639108882000,"abstract":"When a plane crashes, its flight recorder is critical to piecing together the missteps that led to calamity. Now the planet is getting its own in case it self-destructs.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/09\/world\/australia\/earth-black-box-climate-change.html","snip":"When a plane crashes, its flight recorder is critical to piecing together the missteps that led to calamity. Now the planet is getting its own in case it self-destructs.","lead":"In a remote part of Australia, a steel vault about the size of a school bus will record the Earth’s warming weather patterns. It will listen to what we say and do. It will create an archive that could be critical to piecing together the missteps, its creators say, should humanity be destroyed by climate change.","headline":"Earth Is Getting a ‘Black Box’ to Hold Humans Accountable for Climate Change","location":"Tasmania (Australia)","tags":"Earth, Global Warming","loc":[-42.0,146.75],"lat":-42.0,"lon":146.75},{"date":1637868682000,"abstract":"Beneath the National Museum of American History, floodwaters are intruding into collection rooms, a consequence of a warming planet. A fix remains years away.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/25\/climate\/smithsonian-museum-flooding.html","snip":"Beneath the National Museum of American History, floodwaters are intruding into collection rooms, a consequence of a warming planet. A fix remains years away.","lead":"WASHINGTON — President Warren Harding’s blue silk pajamas. Muhammad Ali’s boxing gloves. The Star Spangled Banner. Scripts from the television show “M*A*S*H.”","headline":"Saving History With Sandbags: Climate Change Threatens the Smithsonian","location":"Washington (DC)","tags":"Global Warming, Museums, Floods, National Mall (Washington, DC), Rain","loc":[38.89037,-77.03196],"lat":38.89037,"lon":-77.03196},{"date":1637509582000,"abstract":"After a summer of deadly heat and uncontrolled wildfires, British Columbia was hit by record rainfalls that forced the evacuation of towns and destroyed highways and rail lines.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/21\/canada-flooding-climate-change.html","snip":"After a summer of deadly heat and uncontrolled wildfires, British Columbia was hit by record rainfalls that forced the evacuation of towns and destroyed highways and rail lines.","lead":"The intense rains and heavy winds that descended last week on British Columbia, the Canadian province known for its mountains, coastline and majestic forests, forced 17,000 people from their homes, emptying entire towns and inundating farms.","headline":"Vancouver Is Marooned by Flooding and Besieged Again by Climate Change","location":"Vancouver (British Columbia)","tags":"Floods, Disasters and Emergencies, Global Warming","loc":[49.26038,-123.11336],"lat":49.26038,"lon":-123.11336},{"date":1636661221000,"abstract":"The impact is etched on land and ice across the planet.","web_url":"https:\/\/www.nytimes.com\/interactive\/2021\/11\/11\/opinion\/environment\/climate-change-space.html","snip":"The impact is etched on land and ice across the planet.","lead":"The impact is etched on land and ice across the planet.","headline":"What Climate Change Looks Like From Space","location":"ARCTIC REGIONS","tags":"Glaciers, Global Warming, United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Satellites, Earth","loc":[26.170306,-80.283882],"lat":26.170306,"lon":-80.283882},{"date":1639216822000,"abstract":"Many of the same areas that suffered through horrific bush fires in 2019 and 2020 are now dealing with prodigious rainfall that could leave some people stranded for weeks.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/11\/world\/australia\/flooding-fire-climate-australia.html","snip":"Many of the same areas that suffered through horrific bush fires in 2019 and 2020 are now dealing with prodigious rainfall that could leave some people stranded for weeks.","lead":"WEE WAA, Australia — Two years ago, the fields outside Christina Southwell’s family home near the cotton capital of Australia looked like a dusty, brown desert as drought-fueled wildfires burned to the north and south.","headline":"First Fires, Then Floods: Climate Extremes Batter Australia","location":"New South Wales (Australia)","tags":"Global Warming, Floods, Weather, Drought, Wildfires, Rain, Disasters and Emergencies, Agriculture and Farming, Evacuations and Evacuees","loc":[-32.163024835,147.017436676],"lat":-32.163024835,"lon":147.017436676},{"date":1636563962000,"abstract":"Painted rooftops reflect the heat instead of absorbing it, reducing the need for air-conditioning and cutting greenhouse gases.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/10\/realestate\/cool-roofs-climate-change-nyc.html","snip":"Painted rooftops reflect the heat instead of absorbing it, reducing the need for air-conditioning and cutting greenhouse gases.","lead":"Last summer, New York City endured three heat waves and many days when the temperature climbed above 90 degrees. In some neighborhoods, like the Hunts Point section of the South Bronx, which ranks as one of the city’s most vulnerable areas to heat, extreme temperatures actually linger, contributing to increases in heat-related illness and deaths.","headline":"How ‘Cool Roofs’ Can Help Fight Climate Change","location":"South Bronx (Bronx, NY)","tags":"Real Estate and Housing (Residential), Global Warming","loc":[40.8456196105,-73.8796356563],"lat":40.8456196105,"lon":-73.8796356563},{"date":1638486551000,"abstract":"The field, known as Cambo and seen as a bellwether for Britain’s North Sea energy industry, awaits a government decision before it can be developed.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/02\/business\/shell-cambo-oil.html","snip":"The field, known as Cambo and seen as a bellwether for Britain’s North Sea energy industry, awaits a government decision before it can be developed.","lead":"Royal Dutch Shell said Thursday that it had decided not to invest in a British oil development off the coast of Scotland that has become a test of the government’s environmental credentials.","headline":"Shell pulls out of a U.K. oil field targeted by climate activists.","location":"Scotland","tags":"Politics and Government, Oil (Petroleum) and Gasoline, Global Warming","loc":[56.840021291,-4.181278236],"lat":56.840021291,"lon":-4.181278236},{"date":1638518412000,"abstract":"Brazil’s northeast, long a victim of droughts, is now effectively turning into a desert. The cause? Climate change and the landowners who are most affected.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/03\/world\/americas\/brazil-climate-change-barren-land.html","snip":"Brazil’s northeast, long a victim of droughts, is now effectively turning into a desert. The cause? Climate change and the landowners who are most affected.","lead":"CARNAÚBA DOS DANTAS, Brazil — The land has sustained the Dantas family for more than 150 years, bearing fields of cotton, beanstalks up to a grown man’s hip and, when it rained enough, a river that led to a waterfall.","headline":"A Slow-Motion Climate Disaster: The Spread of Barren Land","location":"Brazil","tags":"Drought, Clay, Deserts, Weather, Global Warming, Agriculture and Farming","loc":[-10.769946429,-53.073466889],"lat":-10.769946429,"lon":-53.073466889},{"date":1638943207000,"abstract":"Competition between American and Chinese companies will be the real driver of decreased greenhouse gas emissions around the globe.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/08\/opinion\/us-china-competition-climate-progress.html","snip":"Competition between American and Chinese companies will be the real driver of decreased greenhouse gas emissions around the globe.","lead":"If you are in the market for an electric vehicle today, there’s a good chance you’ll buy a Tesla.","headline":"The U.S. and China Should Compete on This","location":"United States","tags":"Global Warming, Electric and Hybrid Vehicles, Alternative and Renewable Energy","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1638784823000,"abstract":"To visitors, the Norwegian archipelago can seem both ethereal and eternal. But climate change all but guarantees an eventual collapse of its vulnerable ecosystem.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/06\/travel\/svalbard-climate-change-tourism.html","snip":"To visitors, the Norwegian archipelago can seem both ethereal and eternal. But climate change all but guarantees an eventual collapse of its vulnerable ecosystem.","lead":"Mesmerized, I would lean against the railing at the front of the ship, alone, for hours on end. Over the course of 10 days, no two moments were the same. The Arctic world was constantly shifting and changing around me as we slowly made our way through ice and open sea, past whales, walruses, birds and bears.","headline":"Bearing Witness to Svalbard’s Fragile Splendor","location":"Norway","tags":"Travel and Vacations, Polar Bears, Ice, Global Warming, Carbon Dioxide","loc":[62.0,10.0],"lat":62.0,"lon":10.0},{"date":1638439215000,"abstract":"The financial industry will be relied on to meet climate goals. NatWest, a lender to oil giants, provides a template.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/02\/business\/natwest-britain-climate-bankers.html","snip":"The financial industry will be relied on to meet climate goals. NatWest, a lender to oil giants, provides a template.","lead":"Advocates descended on the streets of Glasgow last month, pressing banks and other financial institutions at 26th United Nations climate summit to be more responsible stewards of the climate. But a bank based just 50 miles east of the Scottish city is already showing what that might look like.","headline":"Britain Turns to Bankers to Blaze a Green Trail","location":"Great Britain","tags":"Greenhouse Gas Emissions, Global Warming, Banking and Financial Institutions, Corporate Social Responsibility, Oil (Petroleum) and Gasoline, United Nations Framework Convention on Climate Change","loc":[53.408386605,-1.969559544],"lat":53.408386605,"lon":-1.969559544},{"date":1638399946000,"abstract":"Low rainfall has caused a humanitarian crisis in Madagascar, but common assumptions about drought didn’t hold up to scrutiny.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/01\/climate\/climate-change-madagascar-drought.html","snip":"Low rainfall has caused a humanitarian crisis in Madagascar, but common assumptions about drought didn’t hold up to scrutiny.","lead":"Back-to-back years of little precipitation in the Indian Ocean nation of Madagascar have ruined harvests and caused hundreds of thousands of people to face uncertainty about their next meals. Aid groups say the situation there is nearing a humanitarian catastrophe.","headline":"‘So Many Dimensions’: A Drought Study Underlines the Complexity of Climate","location":"Madagascar","tags":"Drought, Global Warming, Rain, Research","loc":[-19.37694393,46.697882671],"lat":-19.37694393,"lon":46.697882671},{"date":1638808804000,"abstract":"Exxon plans to reduce greenhouse gas emissions across its business, but its goal does not include offsetting emissions from its customers, such as car and truck owners and airlines.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/06\/business\/exxon-permian-basin-emissions.html","snip":"Exxon plans to reduce greenhouse gas emissions across its business, but its goal does not include offsetting emissions from its customers, such as car and truck owners and airlines.","lead":"HOUSTON — Exxon Mobil said on Monday that it aimed to achieve net-zero greenhouse gas emissions from its operations in oil and gas fields in West Texas and New Mexico by 2030.","headline":"Exxon Mobil aims for net-zero emissions from its operations in the Permian Basin by 2030.","location":"Permian Basin (North America)","tags":"Greenhouse Gas Emissions, Global Warming, Oil (Petroleum) and Gasoline, Alternative and Renewable Energy, Carbon Dioxide, Natural Gas, Methane","loc":[31.582258,-102.963399],"lat":31.582258,"lon":-102.963399},{"date":1638784821000,"abstract":"A plan to “daylight” Tibbetts Brook in the Bronx would be one of the city’s most ambitious green infrastructure improvements.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/06\/nyregion\/tibbets-brook-bronx-daylighting.html","snip":"A plan to “daylight” Tibbetts Brook in the Bronx would be one of the city’s most ambitious green infrastructure improvements.","lead":"New York is a city surrounded by water, from the open ocean to bays to rivers. But there is also an enormous trove of water hidden below its streets and high-rise buildings — hundreds of subterranean streams, creeks and springs that were buried long ago and all but forgotten as the city grew.","headline":"Why New York Is Unearthing a Brook It Buried a Century Ago","location":"Van Cortlandt Park (Bronx, NY)","tags":"Rivers, Floods, Area Planning and Renewal, Infrastructure (Public Works), Parks and Other Recreation Areas, Global Warming","loc":[40.89506,-73.88012],"lat":40.89506,"lon":-73.88012},{"date":1638421266000,"abstract":"The world body said it needed $41 billion to fund humanitarian aid to help 183 million people in 63 countries.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/02\/world\/europe\/united-nations-funding.html","snip":"The world body said it needed $41 billion to fund humanitarian aid to help 183 million people in 63 countries.","lead":"GENEVA — When the United Nations made its last appeal for humanitarian aid funding before the pandemic, it asked donors for about $29 billion. But in the past year alone, there has been a huge jump in the number of people needing help. And so the United Nations is asking for more aid — $41 billion.","headline":"Citing Covid-19, Climate and Wars, U.N. Asks Donors for Big Jump in Funding","location":"Geneva (Switzerland)","tags":"Humanitarian Aid, Coronavirus (2019-nCoV), Famine, Global Warming","loc":[46.20833,6.14275],"lat":46.20833,"lon":6.14275},{"date":1635930024000,"abstract":"Extreme weather has ruined grape crops throughout this small French region known for natural wine. “If it continues like this, how will we continue to make Jura wine? I really don’t know,” said one winegrower.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/03\/travel\/jura-wine-climate-change.html","snip":"Extreme weather has ruined grape crops throughout this small French region known for natural wine. “If it continues like this, how will we continue to make Jura wine? I really don’t know,” said one winegrower.","lead":"On the banks of the Cuisance River in eastern France, scattered between the ancient stone houses of the Arbois commune, small groups of wine enthusiasts sat under the fall sun, sipping on chardonnay and trousseau grown in the foothills of the Jura mountains, one of the smallest but most beloved wine regions in France.","headline":"Climate Change Threatens Wine, and a Way of Life, in Jura","location":"Jura (France)","tags":"Global Warming, Wines, Grapes, Agriculture and Farming","loc":[46.729403463,5.697291117],"lat":46.729403463,"lon":5.697291117},{"date":1638871229000,"abstract":"As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/07\/world\/congo-cobalt-investor-fleuve-hotel.html","snip":"As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.","lead":"KINSHASA, Democratic Republic of Congo — The lobby of the Fleuve Congo Hotel was a swirl of double-breasted suits and tailored dresses one April morning. Shiny gold watches dangled from wrists. Stilettos clacked across marble floors. Smooth jazz played as men in designer loafers sipped espressos.","headline":"On the Banks of the Furious Congo River, a 5-Star Emporium of Ambition","location":"China","tags":"Hotels and Travel Lodgings, Mines and Mining, Cobalt, Metals and Minerals, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, Foreign Investments","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1638525627000,"abstract":"A Long Island couple say fighting climate change and protecting biodiversity starts at home. Or rather, right outside their suburban house.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/03\/climate\/climate-change-biodiversity.html","snip":"A Long Island couple say fighting climate change and protecting biodiversity starts at home. Or rather, right outside their suburban house.","lead":"WADING RIVER, N.Y. — If Bill Jacobs were a petty man, or a less religious one, he might look through the thicket of flowers, bushes and brambles that encircle his home and see enemies all around. For to the North, and to the South, and to the West and East and all points in between, stretch acres and acres of lawns.","headline":"Meet an Ecologist Who Works for God (and Against Lawns)","location":"Wading River (NY)","tags":"Global Warming, Biodiversity, Gardens and Gardening, Lawns, Flowers and Plants, Content Type: Personal Profile","loc":[40.94984,-72.84196],"lat":40.94984,"lon":-72.84196},{"date":1638484509000,"abstract":"Audio recordings in Arctic seas show orcas in waters that were once blocked by ice, and the effects are being felt up and down the food chain.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/02\/science\/killer-whales-arctic-ocean.html","snip":"Audio recordings in Arctic seas show orcas in waters that were once blocked by ice, and the effects are being felt up and down the food chain.","lead":"Brynn Kimber, a research scientist at the University of Washington who works in the National Oceanic and Atmospheric Administration’s Marine Mammal Laboratory, has spent a lot of time analyzing audio data recorded in the icy waters north of Alaska, Canada and Russia. Typically, Ms. Kimber hears the chatter of bowhead whales, belugas, narwhals and other cetaceans native to that part of the Arctic.","headline":"Melting Arctic Is a Bonanza for the Ocean’s Natural Born Killers","location":"ALASKA","tags":"Whales and Whaling, Ice, Animal Behavior, Global Warming, Fish and Other Marine Life, your-feed-science, your-feed-animals","loc":[64.808087898,-151.004157815],"lat":64.808087898,"lon":-151.004157815},{"date":1638180017000,"abstract":"While wind and solar ramp up, several countries, including France and Britain, are looking to expand their nuclear energy programs. Germany and others aren’t so enthusiastic.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/29\/business\/nuclear-power-europe-climate.html","snip":"While wind and solar ramp up, several countries, including France and Britain, are looking to expand their nuclear energy programs. Germany and others aren’t so enthusiastic.","lead":"PARIS — European countries desperate for a long-term and reliable source of energy to help reach ambitious climate goals are turning to an answer that caused earlier generations to shudder: nuclear power.","headline":"Europe Revisits Nuclear Power as Climate Deadlines Loom","location":"Germany","tags":"Nuclear Energy, Electric Light and Power, Alternative and Renewable Energy, Nuclear Wastes, Global Warming","loc":[51.110631049,10.392277932],"lat":51.110631049,"lon":10.392277932},{"date":1638439388000,"abstract":"Nine years after Hurricane Sandy, residents of Lower Manhattan are still vulnerable to rising seas. The fight over a plan to protect them reveals why progress on our most critical challenges is so hard.","web_url":"https:\/\/www.nytimes.com\/2021\/12\/02\/us\/hurricane-sandy-lower-manhattan-nyc.html","snip":"Nine years after Hurricane Sandy, residents of Lower Manhattan are still vulnerable to rising seas. The fight over a plan to protect them reveals why progress on our most critical challenges is so hard.","lead":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.","headline":"What Does It Mean to Save a Neighborhood?","location":"Netherlands","tags":"Area Planning and Renewal, Floods, Rivers, Infrastructure (Public Works), Hurricane Sandy (2012), Global Warming, Coastal Areas, internal-open-access, audio-positive-escape, audio-neutral-informative, audio-neutral-immersive","loc":[52.249375293,5.616126398],"lat":52.249375293,"lon":5.616126398},{"date":1638216950000,"abstract":"Washed-out roads and destroyed bridges are just some of the devastation afflicting residents of the western province and could signal what climate change will bring in the future.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/canada\/british-columbia-floods-storm.html","snip":"Washed-out roads and destroyed bridges are just some of the devastation afflicting residents of the western province and could signal what climate change will bring in the future.","lead":"PRINCETON, British Columbia — With light drizzle in the air, a young woman wiped away tears as she stood on the veranda of a newly renovated gray and white house. Its toilets and other plumbing fixtures sat beside her. Most of the house’s other contents were on the street in a muddy pile.","headline":"Sifting Through Mud, Flooded Canadians Fear Next Disaster","location":"Canada","tags":"Floods, Landslides and Mudslides, Global Warming, Disasters and Emergencies","loc":[60.10867,-113.64258],"lat":60.10867,"lon":-113.64258},{"date":1638210460000,"abstract":"Scottish cooks and diners are putting sustainable fish and shellfish on the plate in a tangible (and delicious) move to curb the effects of climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/29\/dining\/scotland-climate-change-halibut.html","snip":"Scottish cooks and diners are putting sustainable fish and shellfish on the plate in a tangible (and delicious) move to curb the effects of climate change.","lead":"GLASGOW — Inver restaurant is but a speck on the longest sea loch in Scotland. From its windows, a diner can see the remnants of a 15th-century castle and the rolling hills of the Highlands, but the breakout star is not the view. It’s a meaty halibut head that the chef Pam Brunton grills over wood and finishes with melted homemade ’nduja and a tangle of grilled green onions.","headline":"In Scotland, Serving Halibut for a Better Planet","location":"Great Britain","tags":"Seafood, Fishing, Commercial","loc":[53.408386605,-1.969559544],"lat":53.408386605,"lon":-1.969559544},{"date":1638180026000,"abstract":"Dangerous mining conditions plague Congo, home to the world’s largest supply of cobalt, a key ingredient in electric cars. A leadership battle threatens reforms.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/29\/world\/congo-cobalt-albert-yuma-mulimbi.html","snip":"Dangerous mining conditions plague Congo, home to the world’s largest supply of cobalt, a key ingredient in electric cars. A leadership battle threatens reforms.","lead":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.","headline":"Hunt for the ‘Blood Diamond of Batteries’ Impedes Green Energy Push","location":"Kolwezi (Congo, Democratic Republic of)","tags":"Politics and Government, Cobalt, Mines and Mining, Batteries, Corruption (Institutional), Global Warming, Alternative and Renewable Energy, Electric and Hybrid Vehicles, Workplace Hazards and Violations, Content Type: Personal Profile, United States International Relations, audio-neutral-informative, audio-neutral-immersive, audio-negative-sad","loc":[-10.71731,25.49322],"lat":-10.71731,"lon":25.49322},{"date":1638007212000,"abstract":"The saltier Atlantic broke through layers of ice and freshwater, contributing to the Arctic’s warming.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/27\/science\/arctic-ocean-atlantification.html","snip":"The saltier Atlantic broke through layers of ice and freshwater, contributing to the Arctic’s warming.","lead":"Arctic. Atlantic. Long ago, the two oceans existed in harmony, with warm and salty Atlantic waters gently flowing into the Arctic. The layered nature of the Arctic — sea ice on top, cool freshwater in the middle and warm, salty water at the bottom — helped hold the boundary between the polar ocean and the warmer Atlantic.","headline":"This Ocean Invaded Its Neighbor Earlier Than Anyone Thought","location":"ARCTIC REGIONS","tags":"Ice, Global Warming, Greenhouse Gas Emissions, Oceans and Seas, Research, your-feed-science","loc":[26.170306,-80.283882],"lat":26.170306,"lon":-80.283882},{"date":1636210805000,"abstract":"World leaders must seize the moral imperative and commit to action on climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/06\/opinion\/africa-cop26-climate.html","snip":"World leaders must seize the moral imperative and commit to action on climate change.","lead":"How do you tell people that they must leave their community or drown? This was the gut-wrenching decision I faced five years ago, as president of Liberia, when thousands of families in the largest township of the capital, Monrovia, saw their homes swept out to sea.","headline":"This Is What Africa Needs Right Now","location":"AFRICA","tags":"Global Warming, Greenhouse Gas Emissions, Floods, Foreign Aid, Third World and Developing Countries, International Relations, United Nations Framework Convention on Climate Change","loc":[7.1881,21.09375],"lat":7.1881,"lon":21.09375},{"date":1637841607000,"abstract":"A new documentary looks at the visceral impact of wildfires and climate change on the country, from its beleaguered people to sickly koalas.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/25\/movies\/burning-review-documentary-australia.html","snip":"A new documentary looks at the visceral impact of wildfires and climate change on the country, from its beleaguered people to sickly koalas.","lead":"If you think what climate change portends for America is scary, wait until you hear about Australia. That’s the gist of “Burning,” which focuses on that country’s sadly familiar experiences with warming temperatures: terrifying wildfires, drill-baby-drill politicians, and activists desperately trying to save us all by pointing out the facts about the future.","headline":"‘Burning’ Review: Pulling the Fire Alarm in Australia","location":"Australia","tags":"Global Warming, Indigenous Australians, Documentary Films and Programs, Wildfires","loc":[-25.70993157,134.484031198],"lat":-25.70993157,"lon":134.484031198},{"date":1637871949000,"abstract":"The new government has big plans to modernize the economy and switch to renewable energy. But the question remains how it will pay for it.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/25\/world\/europe\/germany-coalition-green.html","snip":"The new government has big plans to modernize the economy and switch to renewable energy. But the question remains how it will pay for it.","lead":"BERLIN — In the middle of Germany’s election campaign, almost 200 people died in extreme floods in Germany. Four months later, the fight against climate change has become the central theme of the new post-Merkel government.","headline":"Will Germany’s ‘Debt Brake’ Stop Its Green Ambitions?","location":"Europe","tags":"Budgets and Budgeting, Solar Energy, Global Warming, Appointments and Executive Changes, Windmills, Mines and Mining","loc":[48.69096,9.14062],"lat":48.69096,"lon":9.14062},{"date":1636300809000,"abstract":"President Biden was among those expressing disappointment over China’s lack of commitment to climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/07\/opinion\/cop26-china-climate.html","snip":"President Biden was among those expressing disappointment over China’s lack of commitment to climate change.","lead":"“Disappointing.” “A shadow on the global climate effort.”","headline":"Don’t Be So Quick to Doubt China’s Climate Change Dedication","location":"China","tags":"United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Coal, Electric Light and Power, Shortages, Alternative and Renewable Energy, Global Warming","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1637766011000,"abstract":"Teenagers are making boats using the wood from her grove installation at Madison Square Park, and the artist is happy that the work is seeing a new life.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/24\/arts\/design\/maya-lin-rocking-the-boat.html","snip":"Teenagers are making boats using the wood from her grove installation at Madison Square Park, and the artist is happy that the work is seeing a new life.","lead":"Maya Lin’s acclaimed “Ghost Forest” — her installation at Madison Square Park in New York — was being carved up, and the artist couldn’t have been happier: A group of teenagers had seen the harvesting of the wood on Nov. 19 and were sawing it on Monday, to make boats they plan to sail next year.","headline":"Maya Lin’s Dismantled ‘Ghost Forest’ to Be Reborn as Boats","location":"Madison Square Park (Manhattan, NY)","tags":"Art, Trees and Shrubs, Boats and Boating, Wood and Wood Products, Global Warming, Nonprofit Organizations","loc":[40.7415,-73.98758],"lat":40.7415,"lon":-73.98758},{"date":1637699172000,"abstract":"A new program allows Morgan Stanley to front money for disaster repairs and then get paid back, with interest, by taxpayers.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/23\/climate\/climate-disaster-hud.html","snip":"A new program allows Morgan Stanley to front money for disaster repairs and then get paid back, with interest, by taxpayers.","lead":"WASHINGTON — Private lenders will play a greater role in funding disaster recovery under a program announced Tuesday, moving to fill a gap left by sluggish federal aid programs that take years to get money to victims of floods, wildfires and other catastrophes.","headline":"As Federal Disaster Aid Languishes, Private Lenders Are Filling the Gap","location":"United States","tags":"Renting and Leasing (Real Estate), Real Estate and Housing (Residential), Disasters and Emergencies, Banking and Financial Institutions, Federal Aid (US), Global Warming","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1637661618000,"abstract":"Heavy industries like shipping, steel and plastics have long opted out of climate action. That is starting to change.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/23\/business\/dealbook\/sustainable-industry-climate.html","snip":"Heavy industries like shipping, steel and plastics have long opted out of climate action. That is starting to change.","lead":"Heavy industry uses roughly 149 million terajoules of energy annually, or about 700 times more power than the most powerful nuclear weapon ever detonated. The sector’s sheer scale makes reducing its carbon emissions difficult.","headline":"The Sustainable Industrial Revolution Is Just Getting Started","location":"Sweden","tags":"Greenhouse Gas Emissions, Steel and Iron, Global Warming, Factories and Manufacturing","loc":[64.712585547,17.260487956],"lat":64.712585547,"lon":17.260487956},{"date":1636209347000,"abstract":"Thousands gathered in the rain in Glasgow to press the case for more urgent and meaningful action by world leaders in response to global warming.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/06\/world\/europe\/cop-climate-protests.html","snip":"Thousands gathered in the rain in Glasgow to press the case for more urgent and meaningful action by world leaders in response to global warming.","lead":"GLASGOW — Defying biting wind and steady rain, tens of thousands of protesters took to the streets of Glasgow on Saturday in noisy and colorful protests, calling on global leaders to take action drastic enough to match the scale of a climate crisis already wreaking havoc on parts of the globe.","headline":"COP26 Protesters Back an Array of Causes, Connected by Climate Change","location":"Glasgow (Scotland)","tags":"Demonstrations, Protests and Riots, Global Warming, Greenhouse Gas Emissions, United Nations Framework Convention on Climate Change","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1635783044000,"abstract":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","web_url":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000008054924\/biden-cop26-climate-summit-glasgow.html","snip":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","lead":"At the COP26 climate summit in Glasgow, President Biden warned that the world only has “a brief window” to combat the growing impacts of climate change and described the crisis as an opportunity to drive worldwide economic growth and job gains.","headline":"Biden Urges Global ‘Ambition’ and ‘Innovation’ to Fight Climate Change","location":"Glasgow (Scotland)","tags":"Global Warming, United States Politics and Government, International Relations","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1637421321000,"abstract":"An Indiana city has the most roundabouts in the country. They’ve saved lives and reduced injuries from crashes — and lowered carbon emissions.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/20\/climate\/roundabouts-climate-emissions-driving.html","snip":"An Indiana city has the most roundabouts in the country. They’ve saved lives and reduced injuries from crashes — and lowered carbon emissions.","lead":"CARMEL, Ind. — It’s getting harder and harder to run a stoplight here, because there are fewer and fewer of them around. Every year, at intersections throughout this thriving city, traffic lights and stop signs have disappeared, replaced with roundabouts.","headline":"These Americans Are Just Going Around in Circles. It Helps the Climate.","location":"Carmel (Ind)","tags":"Roads and Traffic, Traffic Accidents and Safety, Fuel Emissions (Transportation), Carbon Dioxide, Global Warming, Local Government, Mayors","loc":[39.97839,-86.12607],"lat":39.97839,"lon":-86.12607},{"date":1635739510000,"abstract":"On the eve of a global climate summit, Britain’s evolution from fossil fuels to clean energy is on display. But experts question whether its commitment is sufficient, and whether it can persuade other nations to meet meaningful goals.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/01\/world\/europe\/britain-climate-change.html","snip":"On the eve of a global climate summit, Britain’s evolution from fossil fuels to clean energy is on display. But experts question whether its commitment is sufficient, and whether it can persuade other nations to meet meaningful goals.","lead":"LONDON — As Britain prepares to host a landmark climate summit in Glasgow this week, the milestones of its own evolution to a more climate-friendly economy are on vivid display along the railroad line from London to Scotland.","headline":"Once a Leading Polluter, the U.K. Is Now Trying to Lead on Climate Change","location":"Great Britain","tags":"Politics and Government, United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Global Warming, Coal, Wind Power, Alternative and Renewable Energy","loc":[53.408386605,-1.969559544],"lat":53.408386605,"lon":-1.969559544},{"date":1635786794000,"abstract":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","web_url":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000008054798\/guterres-united-nations-climate-summit-cop26.html","snip":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","lead":"António Guterres, the United Nations secretary general, called on world leaders to escalate climate action, equating the world’s current track to “digging our own graves” during the opening ceremony of the COP26 summit in Glasgow.","headline":"U.N. Leader Calls Failure to Fight Climate Change a ‘Death Sentence’","location":"Glasgow (Scotland)","tags":"Global Warming","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1637346639000,"abstract":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","web_url":"https:\/\/www.nytimes.com\/video\/world\/africa\/100000008085186\/blinken-africa-nigeria-climate-change-coronavirus-.html","snip":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","lead":"During a stop in Nigeria, Secretary of State Antony J. Blinken outlined the Biden administration’s goals in working with Africa on solutions for climate change and Covid-19.","headline":"Blinken Emphasizes the Importance of Working With African Countries","location":"Nigeria","tags":"Coronavirus (2019-nCoV), United States Politics and Government, Global Warming","loc":[9.593696882,8.106777828],"lat":9.593696882,"lon":8.106777828},{"date":1637346373000,"abstract":"Brazil committed this month to end illegal deforestation in eight years, but a government report raises questions about its intent and ability to meet that target.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/19\/world\/americas\/brazil-amazon-deforestation.html","snip":"Brazil committed this month to end illegal deforestation in eight years, but a government report raises questions about its intent and ability to meet that target.","lead":"RIO DE JANEIRO — Brazil’s pledge this month to end illegal deforestation in eight years drew much praise from global leaders, but an official report this week cast doubt on that commitment after it showed that the rate of deforestation in the Amazon rainforest was at its worst in 15 years.","headline":"Amazon Deforestation Soars to 15-Year High","location":"Brazil","tags":"Forests and Forestry, United Nations Framework Convention on Climate Change, Conservation of Resources, Global Warming, Politics and Government","loc":[-10.769946429,-53.073466889],"lat":-10.769946429,"lon":-53.073466889},{"date":1637402468000,"abstract":"A New York Times investigation examines the global demand for raw materials as the clean energy revolution takes off. This is what we found.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/20\/world\/china-congo-cobalt-explained.html","snip":"A New York Times investigation examines the global demand for raw materials as the clean energy revolution takes off. This is what we found.","lead":"The clean energy revolution is replacing oil and gas with a new global force: the minerals and metals needed in electric car batteries, solar panels and other forms of renewable energy.","headline":"Race to the Future: What to Know About the Frantic Quest for Cobalt","location":"Congo, Democratic Republic of (Congo-Kinshasa)","tags":"Mines and Mining, Metals and Minerals, Batteries, Politics and Government, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, United States Politics and Government","loc":[-2.862185004,23.615704764],"lat":-2.862185004,"lon":23.615704764},{"date":1637402427000,"abstract":"The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/20\/world\/china-congo-cobalt.html","snip":"The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.","lead":"KISANFU, Democratic Republic of Congo — Just up a red dirt road, across an expanse of tall, dew-soaked weeds, bulldozers are hollowing out a yawning new canyon that is central to the world’s urgent race against global warming.","headline":"A Power Struggle Over Cobalt Rattles the Clean Energy Revolution","location":"China","tags":"Mines and Mining, Metals and Minerals, Batteries, Electric and Hybrid Vehicles, Alternative and Renewable Energy, Global Warming, Economic Conditions and Trends, Workplace Hazards and Violations, Infrastructure (Public Works), Politics and Government, International Trade and World Market","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1637254721000,"abstract":"The Kruger Rock fire in northern Colorado has burned about 145 acres, fire officials said. A plane carrying fire suppressant crashed this week, killing the pilot.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/18\/us\/colorado-wildfire-kruger-rock.html","snip":"The Kruger Rock fire in northern Colorado has burned about 145 acres, fire officials said. A plane carrying fire suppressant crashed this week, killing the pilot.","lead":"A quick-moving blaze in northern Colorado has led to the death of a pilot who was fighting the fire and has set off a wave of evacuations, officials said, underscoring research that wildfires are growing more intense and are occurring year-round.","headline":"Colorado Wildfire Kills One, Signaling Fire Season Is Far From Over","location":"Estes Park (Colo)","tags":"Wildfires, Fires and Firefighters, Aviation Accidents, Safety and Disasters, Evacuations and Evacuees, Global Warming","loc":[40.37612,-105.52437],"lat":40.37612,"lon":-105.52437},{"date":1637282037000,"abstract":"The truth is, America’s national security depends on cooperation a lot more than competition.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/18\/opinion\/biden-china-xi-summit.html","snip":"The truth is, America’s national security depends on cooperation a lot more than competition.","lead":"The choreography has been exquisite. President Biden spent his first nine months in office trying to gain leverage over China: He patched up trade disputes with America’s allies. He hosted the first-ever in-person meeting of leaders of “The Quad,” which forged deeper ties between the United States, India, Japan and Australia, all of which sit on the periphery of Chinese power. He convinced NATO, for the first time in its history, to describe China as a challenge to “alliance security.” He cajoled Congress into spending a trillion dollars to rebuild U.S. infrastructure, which he pitched, in part, as a way to counter China. Then, earlier this week, on the very day he signed the infrastructure bill into law, he held his first formal meeting with President Xi Jinping. The message was unmistakable: The United States will work with China to address common challenges while competing from a position of strength.","headline":"Biden Thinks He Can Have It Both Ways on China. He’s Wrong.","location":"China","tags":"United States International Relations, United States Politics and Government, Defense and Military Forces, Global Warming, Greenhouse Gas Emissions, Solar Energy","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1637143220000,"abstract":"Trading buzzwords, talking circularity and grappling with the role of clothes in the climate crisis.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/17\/style\/cop26-fashion-sustainability.html","snip":"Trading buzzwords, talking circularity and grappling with the role of clothes in the climate crisis.","lead":"The first time fashion got anywhere near an official United Nations climate conference like the one just held in Glasgow was in 2009. That was COP15 (COP stands for “conference of the parties”), and it was held in Copenhagen. I write “near” a COP because back then fashion was not considered central to the climate conversation. It wasn’t, somehow, serious enough.","headline":"What Was Fashion Doing at COP26?","location":"Glasgow (Scotland)","tags":"Fashion and Apparel, United Nations Framework Convention on Climate Change, Sustainable Living, Textiles, your-feed-fashion","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1636929917000,"abstract":"In Washington, Beijing, New Delhi and beyond, governments face conflicting forces — political, social and economic — that will shape their next steps in the effort to avert a climate crisis.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/14\/climate\/glasgow-cop26-leadership.html","snip":"In Washington, Beijing, New Delhi and beyond, governments face conflicting forces — political, social and economic — that will shape their next steps in the effort to avert a climate crisis.","lead":"GLASGOW — After two weeks of lofty speeches and bitter negotiations among nearly 200 nations, the question of whether the world will make significant progress to slow global warming still comes down to the actions of a handful of powerful nations that remain at odds over how best to address climate change.","headline":"Climate Promises Made in Glasgow Now Rest With a Handful of Powerful Leaders","location":"India","tags":"United Nations Framework Convention on Climate Change, Global Warming, Greenhouse Gas Emissions, Carbon Dioxide, Regulation and Deregulation of Industry, Coal, Oil (Petroleum) and Gasoline","loc":[23.379379735,79.443326548],"lat":23.379379735,"lon":79.443326548},{"date":1637143232000,"abstract":"An examination of Brazil’s immense tannery industry shows how hides from illegally deforested ranches can easily reach the global marketplace. In the United States, much of the demand for Brazilian leather comes from automakers.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/17\/climate\/leather-seats-cars-rainforest.html","snip":"An examination of Brazil’s immense tannery industry shows how hides from illegally deforested ranches can easily reach the global marketplace. In the United States, much of the demand for Brazilian leather comes from automakers.","lead":"BURITIS, Brazil — One morning this summer, Odilon Caetano Felipe, a rancher who raises cattle on illegally deforested land in the Amazon, met with a trader and signed over 72 newly fattened animals. With that stroke of the pen, Mr. Felipe gave his cattle a clean record: By selling them, he obscured their role in the destruction of the world’s largest rainforest.","headline":"How Americans’ Appetite for Leather in Luxury SUVs Worsens Amazon Deforestation","location":"AMAZON RIVER BASIN","tags":"Leather and Leather Goods, Automobiles, Forests and Forestry, Global Warming, Cattle, Ranches, Agriculture and Farming, Land Use Policies, International Trade and World Market, Meatpacking Plants and Slaughterhouses, Wildlife Trade and Poaching, Beef","loc":[34.063244,-118.445694],"lat":34.063244,"lon":-118.445694},{"date":1636985613000,"abstract":"While the chances of a tornado in any of the boroughs are slim, experts said one could still spawn from a severe thunderstorm and devastate the city.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/15\/nyregion\/tornado-nyc.html","snip":"While the chances of a tornado in any of the boroughs are slim, experts said one could still spawn from a severe thunderstorm and devastate the city.","lead":"Air twisted, whirled and howled, hurling debris off brownstone rooftops and shucking trees from sidewalk plots. Cars flipped, people fled.","headline":"What New Yorkers Need to Know About Tornadoes","location":"New York City","tags":"Tornadoes, Weather, Disasters and Emergencies, Global Warming","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1636928546000,"abstract":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","web_url":"https:\/\/www.nytimes.com\/video\/world\/100000008076303\/cop26-johnson-sharma.html","snip":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","lead":"Prime Minister Boris Johnson of Britain hailed a climate agreement struck by nearly 200 nations at the COP26 summit in Glasgow, but said that his delight was “tinged with disappointment” that the pact was not more ambitious.","headline":"‘Glasgow Has Sounded the Death Knell for Coal Power,’ Johnson Says","location":"Great Britain","tags":"United Nations Framework Convention on Climate Change","loc":[53.408386605,-1.969559544],"lat":53.408386605,"lon":-1.969559544},{"date":1636979407000,"abstract":"After years of tribal requests, the president plans to block new oil and gas leases within 10 miles of Chaco Canyon in New Mexico. The move generated strong pushback from industry groups.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/biden-bans-drilling-chaco-canyon.html","snip":"After years of tribal requests, the president plans to block new oil and gas leases within 10 miles of Chaco Canyon in New Mexico. The move generated strong pushback from industry groups.","lead":"WASHINGTON — President Biden announced on Monday that his administration was moving to block new federal oil and gas leasing within a 10-mile radius around Chaco Canyon in New Mexico, one of the nation’s oldest and most culturally significant Native American sites.","headline":"Biden to Bar New Drilling Around a Major Native American Cultural Site","location":"New Mexico","tags":"United States Politics and Government, Native Americans, Land Use Policies, Drilling and Boring, Oil (Petroleum) and Gasoline, World Heritage Sites, Global Warming","loc":[34.421326534,-106.108403845],"lat":34.421326534,"lon":-106.108403845},{"date":1636970422000,"abstract":"Climate concerns prompted Martin Henn to change the focus at the firm his grandfather founded.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/martin-henn-architecture.html","snip":"Climate concerns prompted Martin Henn to change the focus at the firm his grandfather founded.","lead":"There was a time, including when Martin Henn’s grandfather and father were at the peak of their careers, when many architects lived by a simple creed: bigger was better. But with a growing awareness of how that thinking contributes to the greenhouse gas emissions that are linked to climate change, a new vocabulary has sprouted in many firms: sustainability, circular economy, organic design.","headline":"A Young Architect Brings an Environmental Sensibility to a Family Firm","location":"Germany","tags":"Greenhouse Gas Emissions, Building (Construction), Restoration and Renovation, Sustainable Living, ARCHITECTURE, Global Warming, Leadership in Energy and Environmental Design (LEED), Energy Efficiency, Innovation","loc":[51.110631049,10.392277932],"lat":51.110631049,"lon":10.392277932},{"date":1636970418000,"abstract":"U.S. officials said the virtual summit on Monday was intended to reassure both sides that misunderstandings would not lead to unintended clashes.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/15\/us\/politics\/biden-china-xi-jinping.html","snip":"U.S. officials said the virtual summit on Monday was intended to reassure both sides that misunderstandings would not lead to unintended clashes.","lead":"WASHINGTON — President Biden and President Xi Jinping of China met in a virtual summit on Monday evening as the United States seeks to engage in what the administration calls “intense competition” with China while preventing serious conflict.","headline":"Biden and Xi meet amid economic and military tensions.","location":"Taiwan","tags":"United States International Relations, United States Politics and Government, Defense and Military Forces, Territorial Disputes, Cyberwarfare and Defense, Global Warming","loc":[23.752816021,120.953463961],"lat":23.752816021,"lon":120.953463961},{"date":1636970420000,"abstract":"A small town in Britain is experimenting with hydrogen to heat homes and fuel appliances in hopes of setting an example for the rest of the world.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/15\/climate\/hydrogen-green-revolution.html","snip":"A small town in Britain is experimenting with hydrogen to heat homes and fuel appliances in hopes of setting an example for the rest of the world.","lead":"Bibba Thompson and the 75 older adults who live around her in a local government housing community in northern England do not look like revolutionaries.","headline":"Helping to Fuel a Green Revolution","location":"Great Britain","tags":"Greenhouse Gas Emissions, Hydrogen, Heating, Global Warming, Home Appliances","loc":[53.408386605,-1.969559544],"lat":53.408386605,"lon":-1.969559544},{"date":1636925498000,"abstract":"A global climate agreement.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/14\/briefing\/your-monday-briefing.html","snip":"A global climate agreement.","lead":"On Saturday, diplomats from nearly 200 countries struck an agreement to do more to fight climate change. Signed at the COP26 summit in Glasgow, the pact urged wealthy nations to “at least double” funding to protect poor nations from the hazards of a hotter planet.","headline":"Your Monday Briefing","location":"Syria","tags":"Quarantine (Life and Culture), Civilian Casualties, Defense and Military Forces, Politics and Government, Coronavirus (2019-nCoV), Immigration and Emigration, International Relations, Global Warming","loc":[35.012808546,38.505273339],"lat":35.012808546,"lon":38.505273339},{"date":1636829561000,"abstract":"We explain that, and other buzzwords from the climate conference in Glasgow.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/13\/climate\/cop26-meaning.html","snip":"We explain that, and other buzzwords from the climate conference in Glasgow.","lead":"The global climate summit wrapping up in Glasgow is known as COP26, with COP standing for Conference of the Parties. In diplomatic parlance, “the parties” refers to the 197 nations that agreed to a new environmental pact, the United Nations Framework Convention on Climate Change, at a meeting in 1992. ","headline":"What does COP stand for?","location":"Glasgow (Scotland)","tags":"United Nations Framework Convention on Climate Change, Greenhouse Gas Emissions, Global Warming","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1636711210000,"abstract":"Two Times journalists on the ground in Glasgow — one who is at her first climate conference, and another who is covering her 10th — share what it’s like on the inside of the event.","web_url":"https:\/\/www.nytimes.com\/2021\/11\/12\/insider\/covering-global-climate-conference.html","snip":"Two Times journalists on the ground in Glasgow — one who is at her first climate conference, and another who is covering her 10th — share what it’s like on the inside of the event.","lead":"The United Nations climate change conference known as COP26 officially comes to an end on Friday, as nearly 200 nations try to finalize an agreement to tackle global warming. World leaders, climate experts and activists gathered in Glasgow to galvanize countries into preventing the average global temperature from rising more than 1.5 degrees Celsius above preindustrial levels. COP26 is the 10th climate conference Lisa Friedman, a reporter on our Climate desk, has covered. It is the first for Lyndsey Layton, the desk’s deputy editor.","headline":"What It’s Like Covering the Most Anticipated Climate Conference in Years","location":"Glasgow (Scotland)","tags":"Global Warming","loc":[55.86362504,-4.236869947],"lat":55.86362504,"lon":-4.236869947},{"date":1635238822000,"abstract":"The most popular state for tourism in the U.S. endured record wildfires, drought and flooding just this year. “The rate of change has been so dramatic,” says one local scientist. “If I was the California tourism industry, I’d be really worried.”","web_url":"https:\/\/www.nytimes.com\/2021\/10\/26\/travel\/california-tourism-climate-change.html","snip":"The most popular state for tourism in the U.S. endured record wildfires, drought and flooding just this year. “The rate of change has been so dramatic,” says one local scientist. “If I was the California tourism industry, I’d be really worried.”","lead":"“Want to go camping in October?” a friend texted in August. Somewhere pretty, she suggested. Big Sur? “Yes, but …” I replied, “how about May?”","headline":"Can California Tourism Survive Climate Change?","location":"California","tags":"Travel and Vacations, Global Warming, Wildfires, Heat and Heat Waves, Skiing, Eco-Tourism","loc":[36.374105693,-119.27023],"lat":36.374105693,"lon":-119.27023},{"date":1632339754000,"abstract":"Cool conditions north of Alaska in August reduced melting, scientists say, but the overall trend is still downward.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/22\/climate\/arctic-sea-minimum.html","snip":"Cool conditions north of Alaska in August reduced melting, scientists say, but the overall trend is still downward.","lead":"Sea ice in the Arctic Ocean has reached its minimum extent following the summer melt season, and coverage is not as low as it has been in recent years, scientists said Wednesday.","headline":"Arctic Sea Ice Hits Annual Low, but It’s Not as Low as Recent Years","location":"ARCTIC REGIONS","tags":"Global Warming, Greenhouse Gas Emissions, Ice","loc":[26.170306,-80.283882],"lat":26.170306,"lon":-80.283882},{"date":1632309081000,"abstract":"Beijing is the undisputed king of coal, but the announcement at the United Nations General Assembly this week was cautiously welcomed by climate experts.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/22\/world\/asia\/china-coal.html","snip":"Beijing is the undisputed king of coal, but the announcement at the United Nations General Assembly this week was cautiously welcomed by climate experts.","lead":"Xi Jinping, China’s top leader, said on Tuesday that his country would stop building coal-burning power plants overseas, a major shift by the world’s second-biggest economy to move away from its support of the fossil fuel.","headline":"China Says It Won’t Build New Coal Plants Abroad. What Does That Mean?","location":"China","tags":"Coal, Electric Light and Power, Factories and Manufacturing, Foreign Investments, Global Warming, International Relations, International Trade and World Market","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1632263327000,"abstract":"It marks a major shift for one of the biggest backers of coal-fired plants globally. Still, China remains heavily reliant on new coal plants at home, and is the world’s top emitter of greenhouse gases.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/21\/climate\/china-power-plants-coal.html","snip":"It marks a major shift for one of the biggest backers of coal-fired plants globally. Still, China remains heavily reliant on new coal plants at home, and is the world’s top emitter of greenhouse gases.","lead":"In a move designed to bolster Beijing’s climate credentials, President Xi Jinping of China said Tuesday that his country would stop building coal-burning power plants overseas, ending its support for construction projects that rely on the world’s dirtiest fossil fuel.","headline":"China Pledges to Stop Building Coal-Burning Power Plants Abroad","location":"China","tags":"United Nations Framework Convention on Climate Change, Coal, Global Warming, Greenhouse Gas Emissions, Politics and Government, Air Pollution","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1632258258000,"abstract":"From June to August, the blazes emitted far more planet-warming carbon dioxide than in any other summer in nearly two decades, satellite data shows.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/21\/climate\/wildfire-emissions-climate-change.html","snip":"From June to August, the blazes emitted far more planet-warming carbon dioxide than in any other summer in nearly two decades, satellite data shows.","lead":"This wildfire season so far in California has been extraordinary, producing thousands of fires — including one that, at nearly a million acres burned, is the largest single fire in state history — and spewing so much smoke that air quality has been affected thousands of miles away.","headline":"California’s Wildfires Had an Invisible Impact: High Carbon Dioxide Emissions","location":"Siberia","tags":"Global Warming, Greenhouse Gas Emissions, Wildfires, Carbon Dioxide, Drought","loc":[-23.9,-66.86667],"lat":-23.9,"lon":-66.86667},{"date":1632266566000,"abstract":"The president said he wants global cooperation to meet challenges, but some allies and adversaries say his actions point to confrontation with China and unilateral action, belying his words.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/21\/world\/asia\/biden-united-nations-unga.html","snip":"The president said he wants global cooperation to meet challenges, but some allies and adversaries say his actions point to confrontation with China and unilateral action, belying his words.","lead":"President Biden, fighting mounting doubts among America’s allies about his commitment to working with them, used his debut address to the United Nations on Tuesday to call for “relentless diplomacy” on climate change, the pandemic and efforts to blunt the expanding influence of autocratic nations like China and Russia.","headline":"At U.N., Biden Calls for Diplomacy, Not Conflict, but Some Are Skeptical","location":"China","tags":"United States International Relations, Global Warming, Coronavirus (2019-nCoV), Defense and Military Forces","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1632181506000,"abstract":"A year after announcing the Bezos Earth Fund, the Amazon founder detailed how some of the money would be spent.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/20\/business\/jeff-bezos-earth-fund.html","snip":"A year after announcing the Bezos Earth Fund, the Amazon founder detailed how some of the money would be spent.","lead":"Jeff Bezos, the Amazon founder and one of the world’s richest men, announced plans on Monday for $1 billion in conservation spending in places like the Congo Basin, the Andes and tropical parts of the Pacific Ocean.","headline":"Bezos Puts $1 Billion of $10 Billion Climate Pledge Into Conservation","location":"Pacific Ocean","tags":"Philanthropy, Conservation of Resources, Greenhouse Gas Emissions, Global Warming, Carbon Capture and Sequestration","loc":[23.344994144,-136.16330095],"lat":23.344994144,"lon":-136.16330095},{"date":1631055406000,"abstract":"“The nation and the world are in peril,” President Biden said after touring storm damage in New York and Jersey. “And that’s not hyperbole. That is a fact.”","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/us\/politics\/biden-speech-transcript-hurricane-ida.html","snip":"“The nation and the world are in peril,” President Biden said after touring storm damage in New York and Jersey. “And that’s not hyperbole. That is a fact.”","lead":"The following is a transcript of President Biden’s remarks about climate change and Hurricane Ida after he toured damage from the storm in neighborhoods in New York and New Jersey on Tuesday.","headline":"Transcript of Biden’s Speech on Climate Change and Hurricane Ida","location":"New Jersey","tags":"Speeches and Statements, Hurricane Ida (2021), Floods, Global Warming, Disasters and Emergencies, Weather, Infrastructure (Public Works), United States Politics and Government","loc":[39.613348353,-74.728565],"lat":39.613348353,"lon":-74.728565},{"date":1632121209000,"abstract":"The United Nations General Assembly session, the world’s biggest diplomatic convocation, will commandeer attention with a lineup of leader speeches starting Tuesday.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/20\/world\/united-nations-general-assembly-explainer.html","snip":"The United Nations General Assembly session, the world’s biggest diplomatic convocation, will commandeer attention with a lineup of leader speeches starting Tuesday.","lead":"[Follow our live coverage of the UN General Assembly].","headline":"Climate, Covid and Biden’s Challenged Credibility Underline U.N.’s Big Week","location":"Manhattan (NYC)","tags":"United States International Relations, International Relations, Global Warming","loc":[40.766483,-73.995065],"lat":40.766483,"lon":-73.995065},{"date":1632178808000,"abstract":"Coal’s glory days ended during the Reagan era, and they aren’t coming back.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/20\/opinion\/joe-manchin-coal-climate-biden.html","snip":"Coal’s glory days ended during the Reagan era, and they aren’t coming back.","lead":"So Senator Joe Manchin of West Virginia will be responsible for putting together the Democratic climate plan. This is both understandable and terrifying. It’s understandable because Democrats need the vote of every one of their senators, which means doing whatever it takes to get skeptics on board. It’s terrifying because Manchin might end up gutting key proposals from President Biden, especially those aimed at drastically reducing the burning of fossil fuels.","headline":"Dear Joe Manchin: Coal Isn’t Your State’s Future","location":"APPALACHIAN REGION","tags":"Coal, Labor and Jobs, Health Insurance and Managed Care, Economic Conditions and Trends, Law and Legislation, United States Politics and Government, Global Warming","loc":[36.34169,-84.1652],"lat":36.34169,"lon":-84.1652},{"date":1631054120000,"abstract":"President Biden surveyed storm-ravaged neighborhoods in New York and New Jersey, warning Americans that Hurricane Ida’s lethal destruction was a sign of a nation and world “in peril” from climate change.","web_url":"https:\/\/www.nytimes.com\/video\/us\/100000007960764\/biden-ida-climate-change-warning.html","snip":"President Biden surveyed storm-ravaged neighborhoods in New York and New Jersey, warning Americans that Hurricane Ida’s lethal destruction was a sign of a nation and world “in peril” from climate change.","lead":"President Biden surveyed storm-ravaged neighborhoods in New York and New Jersey, warning Americans that Hurricane Ida’s lethal destruction was a sign of a nation and world “in peril” from climate change.","headline":"Biden Warns That Threat Posed by Climate Change Could Worsen","location":"United States","tags":"Hurricane Ida (2021), Hurricanes and Tropical Storms, Global Warming","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1632078116000,"abstract":"Senator Joe Manchin is already a crucial swing vote in the Democrats’ sweeping budget bill. But he will also write the details of its climate change program.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/19\/climate\/manchin-climate-biden.html","snip":"Senator Joe Manchin is already a crucial swing vote in the Democrats’ sweeping budget bill. But he will also write the details of its climate change program.","lead":"WASHINGTON — Joe Manchin, the powerful West Virginia Democrat who chairs the Senate energy panel and earned half a million dollars last year from coal production, is preparing to remake President Biden’s climate legislation in a way that tosses a lifeline to the fossil fuel industry — despite urgent calls from scientists that countries need to quickly pivot away from coal, gas and oil to avoid a climate catastrophe.","headline":"This Powerful Democrat Linked to Fossil Fuels Will Craft the U.S. Climate Plan","location":"West Virginia","tags":"Global Warming, Greenhouse Gas Emissions, United States Politics and Government, Alternative and Renewable Energy, Federal Budget (US), Oil (Petroleum) and Gasoline, Coal, Natural Gas","loc":[38.642414937,-80.613616641],"lat":38.642414937,"lon":-80.613616641},{"date":1632128418000,"abstract":"The recipe sounds simple: Improve drainage. Use plants, tanks and barriers to slow water. But it takes money and cooperation.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/20\/nyregion\/nyc-flooding-infrastructure.html","snip":"The recipe sounds simple: Improve drainage. Use plants, tanks and barriers to slow water. But it takes money and cooperation.","lead":"When the remnants of Hurricane Ida swept into New York this month, the storm’s ferocity shocked the city. Even with meteorologists warning of intense rains and flooding, the swiftness with which the storm turned streets into rushing — and deadly — rivers caught officials and residents off guard.","headline":"How Can New York City Prepare for the Next Ida? Here’s a To-Do List.","location":"New York City","tags":"Hurricanes and Tropical Storms, Hurricane Ida (2021), Hurricane Sandy (2012), Rain, Floods, Subways, Infrastructure (Public Works), Sewers and Sewage, Global Warming","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1632133206000,"abstract":"If citizens in construction-besotted Nashville can find the political will to preserve their trees, any city can.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/20\/opinion\/city-tree-nature.html","snip":"If citizens in construction-besotted Nashville can find the political will to preserve their trees, any city can.","lead":"NASHVILLE — Two good things happened here recently that I didn’t see coming. First, our Metro Council passed a bill, which Mayor John Cooper signed, that increases protections for trees on city land. Second, the proposal for an outrageously terrible subdivision in Whites Creek, one of the few remaining rural tracts of Davidson County, was rejected by the Metro Planning Commission.","headline":"We Need Trees, and Trees Need Us","location":"Nashville (Tenn)","tags":"Trees and Shrubs, Land Use Policies, Forests and Forestry, Global Warming, Environment","loc":[36.16784,-86.77816],"lat":36.16784,"lon":-86.77816},{"date":1632062024000,"abstract":"The storm is not expected to affect the mainland United States, a meteorologist said.","web_url":"https:\/\/www.nytimes.com\/article\/tropical-storm-peter-hurricane.html","snip":"The storm is not expected to affect the mainland United States, a meteorologist said.","lead":"Peter, now weakened to tropical depression status, was expected to bring one to two more inches of rain to parts of the Caribbean, including Puerto Rico, through Wednesday, but was otherwise not expected to affect the mainland United States directly, forecasters said.","headline":"Peter Weakens to a Tropical Depression","location":"Atlantic Ocean","tags":"Hurricanes and Tropical Storms, Weather, Heat and Heat Waves, Global Warming, Cyclones","loc":[31.6433376125,-37.3332649674],"lat":31.6433376125,"lon":-37.3332649674},{"date":1631908528000,"abstract":"Climate change is a global problem that we must address in our own lives.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/17\/opinion\/climate-change-environment.html","snip":"Climate change is a global problem that we must address in our own lives.","lead":"I am from a place where it is impossible not to have the idea of climate disaster circling about my head. My family is from the rural part of eastern North Carolina. Environmental justice, as a term, emerges from the sit-ins that happened in Warren County, N.C., when Ben Chavis interjected environmentalism into the mainstream Black American civil rights movement frame.","headline":"The Disaster We Must Think About Every Day","location":"North Carolina","tags":"Global Warming, Electric and Hybrid Vehicles, Recycling of Waste Materials, Compost, Lawns, Solar Energy, Disasters and Emergencies, Sustainable Living, internal-sub-only","loc":[35.539344335,-79.185417913],"lat":35.539344335,"lon":-79.185417913},{"date":1631912867000,"abstract":"The storm is expected to unleash strong winds and heavy rains in Newfoundland, in Canada, forecasters said.","web_url":"https:\/\/www.nytimes.com\/article\/tropical-storm-odette-hurricane.html","snip":"The storm is expected to unleash strong winds and heavy rains in Newfoundland, in Canada, forecasters said.","lead":"Odette, which formed on Friday off the Mid-Atlantic coast as a tropical storm, was downgraded to a post-tropical cyclone on Saturday afternoon as it barreled toward Newfoundland, in Canada, forecasters said.","headline":"Odette Downgraded to Post-Tropical Cyclone on Its Way to Newfoundland","location":"Newfoundland (Canada)","tags":"Hurricanes and Tropical Storms, Global Warming, Cyclones","loc":[52.848032413,-60.404553074],"lat":52.848032413,"lon":-60.404553074},{"date":1631876710000,"abstract":"Devastation from Hurricane Ida’s remnants stretched deep into New Jersey, forcing residents and officials to address “a new reality.”","web_url":"https:\/\/www.nytimes.com\/2021\/09\/17\/nyregion\/nj-flooding-ida-damage.html","snip":"Devastation from Hurricane Ida’s remnants stretched deep into New Jersey, forcing residents and officials to address “a new reality.”","lead":"SOUTH PLAINFIELD, N.J. — Kevin Rivera owes his life to a man he will never meet.","headline":"He Was Swept Down a Sewer Pipe: ‘I Just Let the Water Take Me’","location":"New Jersey","tags":"Hurricane Ida (2021), Floods, Rain, Global Warming, Deaths (Fatalities)","loc":[39.613348353,-74.728565],"lat":39.613348353,"lon":-74.728565},{"date":1630572609000,"abstract":"Repeated shocks from hurricanes, fires and floods are pushing some rural communities, already struggling economically, to the brink of financial collapse.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/climate\/climate-towns-bankruptcy.html","snip":"Repeated shocks from hurricanes, fires and floods are pushing some rural communities, already struggling economically, to the brink of financial collapse.","lead":"FAIR BLUFF, N.C. — It’s been almost five years since Hurricane Matthew flooded this small town on the coastal plain of North Carolina. But somehow, the damage keeps getting worse.","headline":"Climate Change Is Bankrupting America’s Small Towns","location":"Fair Bluff (NC)","tags":"Hurricanes and Tropical Storms, Floods, Global Warming, Real Estate and Housing (Residential), Area Planning and Renewal, Small Business, Urban Areas, audio-negative-sad, audio-negative-tragedy","loc":[34.31496,-79.03271],"lat":34.31496,"lon":-79.03271},{"date":1631660851000,"abstract":"President Biden spent two days warning about the climate crisis and promising that his administration would work to confront it, but Congress is not aligned on the solution.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/14\/us\/politics\/biden-climate-change.html","snip":"President Biden spent two days warning about the climate crisis and promising that his administration would work to confront it, but Congress is not aligned on the solution.","lead":"ARVADA, Colo. — President Biden warned on Tuesday that the United States had only a decade left to confront a global climate crisis, using his second day touring a wildfire-ravaged West to try to rally the public, and congressional Democrats, to support measures that his administration hopes will reduce the burning of fossil fuels.","headline":"Biden Urges Climate Action: ‘We Don’t Have Much More Than 10 Years’","location":"Boise (Idaho)","tags":"American Jobs Plan (2021), Global Warming, United States Politics and Government","loc":[43.60764,-116.1934],"lat":43.60764,"lon":-116.1934},{"date":1631645338000,"abstract":"A Danish arts collective spotlights the bizarrely beautiful siphonophore, which performs a vital role in removing carbon from the atmosphere.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/14\/arts\/design\/video-united-nations-climate-week.html","snip":"A Danish arts collective spotlights the bizarrely beautiful siphonophore, which performs a vital role in removing carbon from the atmosphere.","lead":"A little-known but crucial agent of carbon removal from the atmosphere — the siphonophore, which lives in what’s known as the twilight zone of the sea — will be highlighted during U.N. Climate Week in a video projection from a Danish arts collective.","headline":"Dancers From the Deep Sea Shine on the U.N. for Climate Week","location":"New York City","tags":"Art, Video Recordings, Downloads and Streaming, Fish and Other Marine Life, Global Warming, Oceans and Seas, Research","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1631574358000,"abstract":"Global warming and the future of the country’s oil and gas industry dominated the election campaign, yet smaller parties with ambitious approaches on climate fared less well than expected.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/13\/world\/europe\/norway-climate-election.html","snip":"Global warming and the future of the country’s oil and gas industry dominated the election campaign, yet smaller parties with ambitious approaches on climate fared less well than expected.","lead":"Voters in Norway ousted their conservative prime minister on Monday, turning instead to a center-left leader following an election campaign dominated by climate change, and the growing contradictions between the country’s environmental aspirations and its dependence on its vast oil and gas reserves.","headline":"Norway’s ‘Climate Election’ Puts Center-Left in Charge","location":"Norway","tags":"Elections, Global Warming, Oil (Petroleum) and Gasoline, Natural Gas","loc":[62.0,10.0],"lat":62.0,"lon":10.0},{"date":1631696432000,"abstract":"A huge power failure after Hurricane Ida left vulnerable residents in sweltering apartments for days. At least 10 deaths in the city have been tied to the heat.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/15\/us\/new-orleans-hurricane-ida-heat.html","snip":"A huge power failure after Hurricane Ida left vulnerable residents in sweltering apartments for days. At least 10 deaths in the city have been tied to the heat.","lead":"NEW ORLEANS — In many ways, Iley Joseph’s one-bedroom apartment was an ideal place to ride out a hurricane. It was on the third floor — much too high to flood — of a building that was sturdy and new, part of a sleek, gated community for older residents like him.","headline":"The Greatest Killer in New Orleans Wasn’t the Hurricane. It Was the Heat.","location":"New Orleans (La)","tags":"Hurricane Ida (2021), Heat and Heat Waves, Deaths (Fatalities), Power Failures and Blackouts, Global Warming","loc":[29.9537,-90.07775],"lat":29.9537,"lon":-90.07775},{"date":1631581953000,"abstract":"President Biden, on his first trip to the West Coast as president, surveyed damage from wildfires in California, saying the U.S. could not “ignore the reality that these wildfires are being supercharged by climate change.”","web_url":"https:\/\/www.nytimes.com\/video\/us\/100000007971895\/biden-california-wildfires-climate-change.html","snip":"President Biden, on his first trip to the West Coast as president, surveyed damage from wildfires in California, saying the U.S. could not “ignore the reality that these wildfires are being supercharged by climate change.”","lead":"President Biden, on his first trip to the West Coast as president, surveyed damage from wildfires in California, saying the U.S. could not “ignore the reality that these wildfires are being supercharged by climate change.”","headline":"Biden Says Wildfires Are ‘Blinking Code Red’ for Nation","location":"Western States (US)","tags":"Wildfires, Global Warming, United States Politics and Government","loc":[39.040441,-84.628532],"lat":39.040441,"lon":-84.628532},{"date":1631567043000,"abstract":"Despite a visit meant to emphasize his actions on wildfires, experts say there is little the president can do for now to reduce the damage as climate change gets worse.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/13\/climate\/biden-california-wildfires.html","snip":"Despite a visit meant to emphasize his actions on wildfires, experts say there is little the president can do for now to reduce the damage as climate change gets worse.","lead":"President Biden visited California on Monday to tout his efforts to better protect the state against the raging wildfires that have burned more than two million acres, displaced thousands and pushed responders to the brink of exhaustion.","headline":"In California, Worsening Fires Show Limits of Biden’s Power","location":"California","tags":"Wildfires, Forests and Forestry, Global Warming","loc":[36.374105693,-119.27023],"lat":36.374105693,"lon":-119.27023},{"date":1631523601000,"abstract":"Across the U.S., nights are warming faster than days because of climate change, and this effect is amplified in cities.","web_url":"https:\/\/www.nytimes.com\/interactive\/2021\/09\/13\/upshot\/up-hot-nights.html","snip":"Across the U.S., nights are warming faster than days because of climate change, and this effect is amplified in cities.","lead":"Across the U.S., nights are warming faster than days because of climate change, and this effect is amplified in cities.","headline":"Why We’re Experiencing So Many Unusually Hot Summer Nights","location":"United States","tags":"Global Warming, Heat and Heat Waves, Summer (Season), Urban Areas, Black People, Blacks, Income Inequality","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1631523620000,"abstract":"A group of scientists and adventure athletes are venturing into icy labyrinths to study their relationships with glacial melting and climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/13\/travel\/glacier-caves.html","snip":"A group of scientists and adventure athletes are venturing into icy labyrinths to study their relationships with glacial melting and climate change.","lead":"I was dangling from a thin nylon rope, some 250 feet from the bottom of an icy shaft. Looking up, I noted the spindrift — blinding snow whipped into a frenzy by howling winds — that was sandblasting the entrance, some 20 feet above me. I was glad to be out of the weather, hanging in near silence.","headline":"A Stunning Look at the Hidden Mysteries of Glacier Caves","location":"Svalbard and Jan Mayen (Norway)","tags":"Glaciers, Ice, Geology, Caves and Caverns, Mountaineering, Global Warming, Geography","loc":[78.858451403,18.445815169],"lat":78.858451403,"lon":18.445815169},{"date":1630659625000,"abstract":"Repeated hurricanes have devastated the state’s schools, teams and athletic fields. Ida was the latest reminder of the challenges facing the Sportsman’s Paradise.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/sports\/climate-change-louisiana.html","snip":"Repeated hurricanes have devastated the state’s schools, teams and athletic fields. Ida was the latest reminder of the challenges facing the Sportsman’s Paradise.","lead":"GRAND ISLE, La. — Ida was not yet a hurricane when high school coaches across southern Louisiana began preparing for what had become all too familiar, even inevitable.","headline":"Louisiana High School Sports Meet a Mighty Opponent: Climate Change","location":"Jefferson Parish (La)","tags":"Hurricane Ida (2021), Interscholastic Athletics, Hurricane Katrina (2005), Hurricanes and Tropical Storms, Global Warming","loc":[29.725890036,-90.10899102],"lat":29.725890036,"lon":-90.10899102},{"date":1631468326000,"abstract":"After making landfall at hurricane strength early Tuesday, bringing heavy rain and high winds to parts of Texas, the storm is poised to wallop a Louisiana still reeling from Ida.","web_url":"https:\/\/www.nytimes.com\/article\/tropical-storm-nicholas-hurricane.html","snip":"After making landfall at hurricane strength early Tuesday, bringing heavy rain and high winds to parts of Texas, the storm is poised to wallop a Louisiana still reeling from Ida.","lead":"Having lashed Texas with powerful wind gusts and heavy rain as a tropical storm, Nicholas weakened to a tropical depression on Tuesday night after sweeping across the Houston metropolitan area on a path toward Louisiana, battered just over two weeks ago by Hurricane Ida.","headline":"Tropical Depression Nicholas Aims for Louisiana After Drenching Houston","location":"Texas","tags":"Hurricanes and Tropical Storms, Global Warming","loc":[31.462733046,-99.33305009],"lat":31.462733046,"lon":-99.33305009},{"date":1630016103000,"abstract":"Once the bête noire of environmentalists, nuclear power is now being hailed by some as a solution to a warming world.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/26\/opinion\/climate-change-nuclear.html","snip":"Once the bête noire of environmentalists, nuclear power is now being hailed by some as a solution to a warming world.","lead":"This article is part of the Debatable newsletter. You can sign up here to receive it on Tuesdays and Thursdays.","headline":"Is There a Nuclear Option for Stopping Climate Change?","location":"France","tags":"Global Warming, Nuclear Energy, Alternative and Renewable Energy","loc":[46.559417044,2.550539953],"lat":46.559417044,"lon":2.550539953},{"date":1630306811000,"abstract":"Unrest and climate change are creating an agonizing feedback loop that punishes some of the world’s most vulnerable people.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/30\/climate\/afghanistan-climate-taliban.html","snip":"Unrest and climate change are creating an agonizing feedback loop that punishes some of the world’s most vulnerable people.","lead":"Parts of Afghanistan have warmed twice as much as the global average. Spring rains have declined, most worryingly in some of the country’s most important farmland. Droughts are more frequent in vast swaths of the country, including a punishing dry spell now in the north and west, the second in three years.","headline":"A New Breed of Crisis: War and Warming Collide in Afghanistan","location":"AFGHANISTAN","tags":"Global Warming, Greenhouse Gas Emissions, Politics and Government, Afghanistan War (2001- ), Drought, Humanitarian Aid, Poppies, Agriculture and Farming","loc":[33.831137065,66.024711797],"lat":33.831137065,"lon":66.024711797},{"date":1631250471000,"abstract":"The call was only the second time the leaders had spoken since President Biden’s inauguration. The lack of communication was a measure of the rising tensions between the two countries.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/10\/us\/politics\/biden-xi-china.html","snip":"The call was only the second time the leaders had spoken since President Biden’s inauguration. The lack of communication was a measure of the rising tensions between the two countries.","lead":"WASHINGTON — In their first conversation in seven months, President Biden spoke on Thursday with President Xi Jinping of China, expressing concern over China’s cyberactivities while arguing that the leaders of the world’s two largest economies could set aside their differences to work together on climate change.","headline":"Biden Speaks With Xi Amid Low Point in U.S.-China Relations","location":"China","tags":"United States Politics and Government, United States International Relations, Global Warming, Cyberwarfare and Defense, Coronavirus (2019-nCoV)","loc":[36.567348398,103.930027033],"lat":36.567348398,"lon":103.930027033},{"date":1631091635000,"abstract":"Many Republicans vying to replace Newsom as governor want to roll back the state’s ambitious plans to cut planet-warming emissions, a change with nationwide implications.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/08\/climate\/california-recall-newsom-climate.html","snip":"Many Republicans vying to replace Newsom as governor want to roll back the state’s ambitious plans to cut planet-warming emissions, a change with nationwide implications.","lead":"California has long cast itself as a leader in the fight against global warming, with more solar panels and electric cars than anywhere else in the nation. But the state’s ambitious climate policies now face their biggest reckoning to date.","headline":"California Recall Vote Could Weaken the State’s Aggressive Climate Policies","location":"California","tags":"Elections, California Gubernatorial Recall (2021), Global Warming, Greenhouse Gas Emissions, Solar Energy, Electric and Hybrid Vehicles, Fuel Efficiency, Politics and Government","loc":[36.374105693,-119.27023],"lat":36.374105693,"lon":-119.27023},{"date":1631136686000,"abstract":"The remnants of the tropical storm brought heavy rain to the Florida Panhandle, southern Georgia and coastal South Carolina, less than a day after it formed in the Gulf of Mexico.","web_url":"https:\/\/www.nytimes.com\/article\/tropical-storm-mindy-hurricane.html","snip":"The remnants of the tropical storm brought heavy rain to the Florida Panhandle, southern Georgia and coastal South Carolina, less than a day after it formed in the Gulf of Mexico.","lead":"The remnants of Tropical Storm Mindy brought heavy rain across parts of the Southeast on Thursday, less than a day after the storm formed in the Gulf of Mexico and made landfall along the Florida Panhandle.","headline":"Tropical Depression Mindy Drenches Parts of Southeast on Its Way Out to Sea","location":"Gulf of Mexico","tags":"Hurricanes and Tropical Storms, Heat and Heat Waves, Global Warming, Cyclones","loc":[25.4939947091,-89.9171511489],"lat":25.4939947091,"lon":-89.9171511489},{"date":1631054220000,"abstract":"“The nation and the world are in peril,” the president said during a stop in a hard-hit borough of New York City. “And that’s not hyperbole. That is a fact.”","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/us\/politics\/biden-hurricane-ida.html","snip":"“The nation and the world are in peril,” the president said during a stop in a hard-hit borough of New York City. “And that’s not hyperbole. That is a fact.”","lead":"President Biden warned Americans on Tuesday that Hurricane Ida’s lethal destruction was the sure sign of a nation and world “in peril” from climate change and said drastic action would be needed to prevent extreme weather patterns from worsening.","headline":"Calling ‘Code Red’ on Climate, Biden Pushes for Infrastructure Plan","location":"New Jersey","tags":"Hurricane Ida (2021), Floods, Global Warming, Disasters and Emergencies, United States Politics and Government","loc":[39.613348353,-74.728565],"lat":39.613348353,"lon":-74.728565},{"date":1631133295000,"abstract":"A top conservation organization updated the status of the fierce giant lizards on its Red List of threatened species.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/08\/science\/komodo-dragons-endangered.html","snip":"A top conservation organization updated the status of the fierce giant lizards on its Red List of threatened species.","lead":"The Komodo dragon has earned its status as a reptilian icon.","headline":"Komodo Dragons Are Now Endangered and ‘Moving Toward Extinction’","location":"Flores (Indonesia)","tags":"Komodo Dragons (Lizards), Endangered and Extinct Species, Conservation of Resources, Global Warming, your-feed-science, your-feed-animals","loc":[3.58224,98.70228],"lat":3.58224,"lon":98.70228},{"date":1631115252000,"abstract":"Chief Thom Porter, the director of the California Department of Forestry and Fire Protection, said about two million acres have burned in the state so far this year and that officials expect “large fire activity to continue for the next three months.”","web_url":"https:\/\/www.nytimes.com\/video\/us\/100000007961759\/california-wildfires-fall-outlook.html","snip":"Chief Thom Porter, the director of the California Department of Forestry and Fire Protection, said about two million acres have burned in the state so far this year and that officials expect “large fire activity to continue for the next three mont...","lead":"Chief Thom Porter, the director of the California Department of Forestry and Fire Protection, said about two million acres have burned in the state so far this year and that officials expect “large fire activity to continue for the next three months.”","headline":"California Official Describes ‘Sobering’ Wildfire Season Outlook","location":"California","tags":"Wildfires, Global Warming","loc":[36.374105693,-119.27023],"lat":36.374105693,"lon":-119.27023},{"date":1631106013000,"abstract":"The department’s analysis provides only a broad outline, and many of the details will be decided by congressional lawmakers.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/08\/business\/energy-environment\/biden-solar-energy-climate-change.html","snip":"The department’s analysis provides only a broad outline, and many of the details will be decided by congressional lawmakers.","lead":"The Biden administration on Wednesday released a blueprint showing how the nation could move toward producing almost half of its electricity from the sun by 2050 — a potentially big step toward fighting climate change but one that would require vast upgrades to the electric grid.","headline":"From 4% to 45%: Energy Department Lays Out Ambitious Blueprint for Solar Power","location":"United States","tags":"Solar Energy, Batteries, Alternative and Renewable Energy, Greenhouse Gas Emissions, Global Warming, Electric Light and Power, United States Politics and Government","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1631023901000,"abstract":"The Climate Action Network said coronavirus conditions would mean many representatives would not be able to attend the annual conference, set this year for Scotland.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/world\/un-climate-talks-pandemic.html","snip":"The Climate Action Network said coronavirus conditions would mean many representatives would not be able to attend the annual conference, set this year for Scotland.","lead":"A global network of activists called on Tuesday for international climate talks scheduled for November in Scotland to be postponed, arguing that delegates from the most vulnerable nations would not be able to attend because of the pandemic.","headline":"A global network of activists calls for November U.N. climate talks to be postponed over pandemic concerns.","location":"Scotland","tags":"Coronavirus (2019-nCoV), United Nations Framework Convention on Climate Change, Vaccination and Immunization, Global Warming","loc":[56.840021291,-4.181278236],"lat":56.840021291,"lon":-4.181278236},{"date":1631037684000,"abstract":"President Biden visited New York and New Jersey to assess damage from the remnants of Hurricane Ida. Mr. Biden said the threat of climate change should be considered in how to rebuild after the storm.","web_url":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000007960034\/biden-hurricane-ida-new-jersey.html","snip":"President Biden visited New York and New Jersey to assess damage from the remnants of Hurricane Ida. Mr. Biden said the threat of climate change should be considered in how to rebuild after the storm.","lead":"President Biden visited New York and New Jersey to assess damage from the remnants of Hurricane Ida. Mr. Biden said the threat of climate change should be considered in how to rebuild after the storm.","headline":"Biden Surveys Damage From Ida to Eastern Seaboard","location":"New York Metropolitan Area","tags":"Hurricane Ida (2021), Floods, Global Warming, United States Politics and Government","loc":[40.77955,-73.96292],"lat":40.77955,"lon":-73.96292},{"date":1631005224000,"abstract":"Annalena Baerbock, the 40-year-old candidate for the Green Party, is likely to have a say in Germany’s next government, no matter who wins this month’s election.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/world\/europe\/annalena-baerbock-germany-greens-chancellor.html","snip":"Annalena Baerbock, the 40-year-old candidate for the Green Party, is likely to have a say in Germany’s next government, no matter who wins this month’s election.","lead":"BOCHUM, Germany — The woman who wants to replace Chancellor Angela Merkel strode onto the stage in sneakers and a leather jacket, behind her the steel skeleton of a disused coal mining tower, before her a sea of expectant faces. The warm-up act, a guy with an Elvis quiff draped in a rainbow flag, sang “Imagine.”","headline":"She’s Green. She’s Young. And She Wants to Change Germany.","location":"Germany","tags":"Politics and Government, Elections, Coal, Greenhouse Gas Emissions, Global Warming, Carbon Dioxide, Women and Girls, Content Type: Personal Profile","loc":[51.110631049,10.392277932],"lat":51.110631049,"lon":10.392277932},{"date":1631037231000,"abstract":"Extreme rainfall is causing deadly and destructive floods globally. The Netherlands averted disaster this summer by creating flood plains.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/world\/europe\/dutch-rivers-flood-control.html","snip":"Extreme rainfall is causing deadly and destructive floods globally. The Netherlands averted disaster this summer by creating flood plains.","lead":"The Netherlands, accustomed to wet weather, was midway through what would become one of the wettest Julys on record, and Patrick van der Broeck was getting edgy.","headline":"To Avoid River Flooding, Go With the Flow, the Dutch Say","location":"Maas River (Netherlands)","tags":"Rivers, Floods, Land Use Policies, Global Warming","loc":[51.71278,4.8345],"lat":51.71278,"lon":4.8345},{"date":1630922295000,"abstract":"The campaign, if sustained, could put pressure on Fox News, though critics were skeptical that a sea change was in store.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/06\/business\/news-corp-climate-change.html","snip":"The campaign, if sustained, could put pressure on Fox News, though critics were skeptical that a sea change was in store.","lead":"SYDNEY, Australia — After years of casting doubt on climate change and attacking politicians who favored corrective action, Rupert Murdoch’s media outlets in his native Australia are planning an editorial campaign next month advocating a carbon-neutral future.","headline":"Rupert Murdoch’s Australia News Outlets to Ease Their Climate Denial","location":"Australia","tags":"Global Warming, News and News Media, Newspapers, Politics and Government, Rumors and Misinformation","loc":[-25.70993157,134.484031198],"lat":-25.70993157,"lon":134.484031198},{"date":1631005222000,"abstract":"“The nation and the world are in peril,” President Biden said as he visited Queens. “And that’s not hyperbole. That is a fact.”","web_url":"https:\/\/www.nytimes.com\/2021\/09\/07\/us\/biden-visit-new-york-new-jersey-ida.html","snip":"“The nation and the world are in peril,” President Biden said as he visited Queens. “And that’s not hyperbole. That is a fact.”","lead":"President Biden warned Americans on Tuesday that Hurricane Ida’s lethal destruction was a sure sign of a nation and world “in peril” from climate change, and said drastic action would be needed to prevent extreme weather patterns from worsening.","headline":"‘This is code red.’ Biden visits areas of New York and New Jersey hit hard by Ida.","location":"New York City","tags":"Hurricane Ida (2021), Global Warming","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630881374000,"abstract":"The president will visit hard-hit areas in New York and New Jersey, as residents call for more serious action on climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/05\/nyregion\/biden-flood-new-york-new-jersey.html","snip":"The president will visit hard-hit areas in New York and New Jersey, as residents call for more serious action on climate change.","lead":"As residents scrambled to clean up and assess damage from catastrophic flash floods that swept the Northeast last week, President Biden prepared to visit hard-hit areas in New York and New Jersey, where he will confront political ferment that is growing over the climate-driven disaster.","headline":"Biden to Visit Northeast Flood Zones as Demand Grows for Climate Action","location":"New York State","tags":"Global Warming, Floods, United States Politics and Government, Hurricane Ida (2021)","loc":[43.00035,-75.4999],"lat":43.00035,"lon":-75.4999},{"date":1630918818000,"abstract":"Some matters are too important to be entrusted to state governments anymore.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/06\/opinion\/south-republicans-vaccines-climate-change.html","snip":"Some matters are too important to be entrusted to state governments anymore.","lead":"NASHVILLE — For those of you keeping score at home, here is where things stand in the 2021 National Calamities Sweeps, Southern Division:","headline":"The South’s Republicans Talk About Freedom While People Die","location":"Tennessee","tags":"Gun Control, Coronavirus (2019-nCoV), Governors (US), Abortion, Vaccination and Immunization, Hurricane Ida (2021), Global Warming","loc":[35.843002697,-86.343051177],"lat":35.843002697,"lon":-86.343051177},{"date":1629738633000,"abstract":"“This is exactly the type of event we expect to see with increasing frequency in a warming climate,” one expert said.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/23\/climate\/climate-change-tennessee-floods.html","snip":"“This is exactly the type of event we expect to see with increasing frequency in a warming climate,” one expert said.","lead":"Over the weekend, parts of Tennessee were swept by record-breaking rainfall and unexpected flash flooding that killed at least 21 people.","headline":"What role does climate change play in disasters like the Tennessee flooding?","location":"Tennessee","tags":"Floods, Weather, Global Warming","loc":[35.843002697,-86.343051177],"lat":35.843002697,"lon":-86.343051177},{"date":1630775004000,"abstract":"Mayor Bill de Blasio of New York announced new measures for rain emergencies, driven by climate change, including issuing weather-related travel bans and quickly evacuating people in basement apartments and other areas at high risk for flooding.","web_url":"https:\/\/www.nytimes.com\/video\/nyregion\/100000007956663\/new-york-flood-rain-preparedness-ida-de-blasio.html","snip":"Mayor Bill de Blasio of New York announced new measures for rain emergencies, driven by climate change, including issuing weather-related travel bans and quickly evacuating people in basement apartments and other areas at high risk for flooding.","lead":"Mayor Bill de Blasio of New York announced new measures for rain emergencies, driven by climate change, including issuing weather-related travel bans and quickly evacuating people in basement apartments and other areas at high risk for flooding.","headline":"New York’s Mayor Outlines Rain-Preparedness Plan","location":"New York City","tags":"Hurricane Ida (2021), Global Warming, Floods","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630706504000,"abstract":"Congress is considering bills to help communities prepare for extreme weather and to cut the greenhouse gases that are driving climate change. But passage is not assured.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/climate\/climate-change-congress.html","snip":"Congress is considering bills to help communities prepare for extreme weather and to cut the greenhouse gases that are driving climate change. But passage is not assured.","lead":"WASHINGTON — As the country reels from the cascade of deaths and devastation wrought by this summer’s record floods, heat waves, droughts and wildfires, President Biden and progressive Democrats are using the moment to push for aggressive climate provisions in a sweeping $3.5 trillion budget bill.","headline":"After a Summer of Disasters, Some Lawmakers See a Chance for Climate Action","location":"New York City","tags":"Global Warming, Greenhouse Gas Emissions, United States Politics and Government, Law and Legislation, Federal Budget (US), Weather, Hurricane Ida (2021), Disasters and Emergencies, Infrastructure (Public Works), Heat and Heat Waves, Floods, Drought, Wildfires, Deaths (Fatalities)","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630746022000,"abstract":"The continent’s second-largest river is drying up amid the biggest drought in 70 years, upending ecosystems, trade and livelihoods.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/04\/world\/americas\/drought-argentina-parana-river.html","snip":"The continent’s second-largest river is drying up amid the biggest drought in 70 years, upending ecosystems, trade and livelihoods.","lead":"ROSARIO, Argentina — The fisherman woke up early on a recent morning, banged on the fuel containers on his small boat to make sure he had enough for the day, and set out on the Paraná River, fishing net in hand.","headline":"An Economic Lifeline in South America, the Paraná River, Is Shriveling","location":"South America","tags":"Drought, Rivers, Water, Shortages, Economic Conditions and Trends, International Trade and World Market, Agriculture and Farming, Ships and Shipping, Global Warming","loc":[-14.60485,-57.65625],"lat":-14.60485,"lon":-57.65625},{"date":1630759045000,"abstract":"Satellite and aerial survey images show oil spreading off the coast of an oil and gas hub in Louisiana.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/04\/climate\/oil-spill-hurricane-ida.html","snip":"Satellite and aerial survey images show oil spreading off the coast of an oil and gas hub in Louisiana.","lead":"Cleanup crews are working to contain what experts called a substantial oil spill in the Gulf of Mexico, according to an examination of satellite and aerial survey images, ship tracking data and interviews with local officials and others involved in the spill response.","headline":"Satellite Images Find ‘Substantial’ Oil Spill in Gulf After Ida","location":"Louisiana","tags":"Oil Spills, Hurricane Ida (2021), Oil (Petroleum) and Gasoline, Pipelines, Offshore Drilling and Exploration, Global Warming, Environment","loc":[30.185846167,-91.42642],"lat":30.185846167,"lon":-91.42642},{"date":1630674875000,"abstract":"The most effective sustainable infrastructure fights climate change while meeting community needs.","web_url":"https:\/\/www.nytimes.com\/paidpost\/unops\/what-will-green-infrastructure-mean-for-a-post-covid-world.html","snip":"The most effective sustainable infrastructure fights climate change while meeting community needs.","lead":"","headline":"What Will Green Infrastructure Mean for a Post-Covid World?","location":"Sierra Leone","tags":"Infrastructure (Public Works), Global Warming, Rural Areas, Alternative and Renewable Energy","loc":[8.558037771,-11.792031779],"lat":8.558037771,"lon":-11.792031779},{"date":1630670286000,"abstract":"The company’s recent concessions over its App Store could be part of a deliberate strategy to protect more important revenue streams.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/business\/dealbook\/apple-app-store-antitrust.html","snip":"The company’s recent concessions over its App Store could be part of a deliberate strategy to protect more important revenue streams.","lead":"On an Apple device, the one thing you cannot do in Netflix’s app is subscribe to Netflix. A message on the app’s home screen explains this and encourages new users to return “when you’re a member.” It’s up to them to figure out how to do that.","headline":"What is Apple Thinking?","location":"United States","tags":"Mobile Applications, E-Commerce, Hurricane Ida (2021), Tax Evasion, High Net Worth Individuals, Global Warming","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1630590797000,"abstract":"The deadly flooding in the Northeast, on the heels of destruction from Louisiana to California, shows the limits of adapting to climate change. Experts say it will only get worse.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/climate\/new-york-rain-floods-climate-change.html","snip":"The deadly flooding in the Northeast, on the heels of destruction from Louisiana to California, shows the limits of adapting to climate change. Experts say it will only get worse.","lead":"In Louisiana and Mississippi, nearly one million people lack electricity and drinking water after a hurricane obliterated power lines. In California, wildfire menaces Lake Tahoe, forcing tens of thousands to flee. In Tennessee, flash floods killed at least 20; hundreds more perished in a heat wave in the Northwest. And in New York City, 7 inches of rain fell in just hours Wednesday, drowning people in their basements.","headline":"Overlapping Disasters Expose Harsh Climate Reality: The U.S. Is Not Ready","location":"New York City","tags":"Hurricane Ida (2021), Global Warming, Rain, Floods, Subways, Hurricane Sandy (2012), Deaths (Fatalities)","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630659616000,"abstract":"Empowering consumers to control their electric consumption would free up power to meet demand elsewhere.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/opinion\/climate-change-electric-grid.html","snip":"Empowering consumers to control their electric consumption would free up power to meet demand elsewhere.","lead":"In Oregon, some residents are begging electric companies to shut off their power in high winds to prevent the lines from sparking dangerous fires. Power companies that refuse can expect to get sued for keeping the lights on.","headline":"Let Your Fridge Go Off for an Hour to Save Our Power Grids","location":"United States","tags":"Electric Light and Power, Global Warming, Air Conditioning, Home Appliances","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1629756017000,"abstract":"Warming increased the likelihood of the record downpours last month in Germany and Belgium and also made them wetter, according to a study.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/23\/climate\/germany-floods-climate-change.html","snip":"Warming increased the likelihood of the record downpours last month in Germany and Belgium and also made them wetter, according to a study.","lead":"The violent and deadly flooding in Germany and Belgium last month was an extremely rare event, scientists said Monday, but one that was made more likely by climate change.","headline":"Climate Change Contributed to Europe’s Deadly Floods, Scientists Find","location":"Europe","tags":"Global Warming, Greenhouse Gas Emissions, Floods, Rivers, Research, Rain","loc":[48.69096,9.14062],"lat":48.69096,"lon":9.14062},{"date":1630659620000,"abstract":"New York City and state officials knew heavy rains were coming, but their preparations couldn’t save the city from death and destruction.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/nyregion\/nyc-ida.html","snip":"New York City and state officials knew heavy rains were coming, but their preparations couldn’t save the city from death and destruction.","lead":"The warnings and maps seemed clear.","headline":"The Storm Warnings Were Dire. Why Couldn’t New York Be Protected?","location":"New York State","tags":"Hurricane Ida (2021), Floods, Infrastructure (Public Works), Subways, Global Warming, Politics and Government","loc":[43.00035,-75.4999],"lat":43.00035,"lon":-75.4999},{"date":1630659634000,"abstract":"Additional deaths were announced on Friday, raising the region’s death toll from Ida to at least 46.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/03\/nyregion\/ida-new-york-flood.html","snip":"Additional deaths were announced on Friday, raising the region’s death toll from Ida to at least 46.","lead":"The death toll from the remnants of Hurricane Ida grew on Friday with the announcement of two more deaths in New Jersey, bringing the total number of lives lost to 46 across four states hit that were hit by the storm Wednesday evening.","headline":"A region assesses the damage from a sudden and deadly storm.","location":"Mid-Atlantic States (US)","tags":"Hurricane Ida (2021), Global Warming","loc":[39.3611744676,-74.4188384],"lat":39.3611744676,"lon":-74.4188384},{"date":1630612202000,"abstract":"Because of global warming, the heaviest storms can now produce huge amounts of rainfall in a short time.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/climate\/new-york-rain-climate-change.html","snip":"Because of global warming, the heaviest storms can now produce huge amounts of rainfall in a short time.","lead":"The torrential rains on Wednesday that deluged New York and New Jersey, killing more than three dozen, carried a stark warning about climate change: As the planet gets hotter, heavy rainstorms are dumping more water than ever before, threatening to devastate unprepared cities.","headline":"New Yorkers Got Record Rain, and a Warning: Storms Are Packing More Punch","location":"New York City","tags":"Hurricane Ida (2021), Global Warming, Rain, Greenhouse Gas Emissions, Floods, Weather","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630625201000,"abstract":"A huge volume of rain overwhelmed the region’s infrastructure, showing the lethal impact of climate change.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/nyregion\/ida-flooding-nyc.html","snip":"A huge volume of rain overwhelmed the region’s infrastructure, showing the lethal impact of climate change.","lead":"Three days after Hurricane Ida made landfall in Louisiana, its weakened remnants tore into the Northeast and claimed at least 43 lives across New York, New Jersey and two other states in an onslaught that ended Thursday and served as an ominous sign of climate change’s capacity to wreak new kinds of havoc.","headline":"43 Die as Deadliest Storm Since Sandy Devastates the Northeast","location":"Northeastern States (US)","tags":"Hurricane Ida (2021), Rain, Floods, Deaths (Fatalities), Basements and Cellars, Transit Systems, Subways, Global Warming","loc":[43.14838,-93.22182],"lat":43.14838,"lon":-93.22182},{"date":1630625946000,"abstract":"At least 11 people were found dead in basements after torrential rains flooded New York City — nearly as many as those killed by Hurricane Ida in Louisiana, where the storm made landfall.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/nyregion\/basement-apartment-floods-deaths.html","snip":"At least 11 people were found dead in basements after torrential rains flooded New York City — nearly as many as those killed by Hurricane Ida in Louisiana, where the storm made landfall.","lead":"For about a year, Roberto Bravo lived in a windowless bedroom in a Brooklyn house owned by his brother, a dark basement unit he tried to cheer up with personal mementos: a photo of himself in a tuxedo surrounded by friends, and a flag of Ecuador, his home country, that he hung on the wall.","headline":"How the Storm Turned Basement Apartments Into Death Traps","location":"New York City","tags":"Renting and Leasing (Real Estate), Real Estate and Housing (Residential), Hurricane Ida (2021), Basements and Cellars, Floods, Affordable Housing, Deaths (Fatalities), Global Warming","loc":[40.71455,-74.00714],"lat":40.71455,"lon":-74.00714},{"date":1630610213000,"abstract":"The torrent of policy the governor and the legislature are passing amounts to nothing less than a Green New Deal for the Golden State.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/02\/opinion\/newsom-elder-california-recall.html","snip":"The torrent of policy the governor and the legislature are passing amounts to nothing less than a Green New Deal for the Golden State.","lead":"The prospect of Gov. Larry Elder has jolted California’s Democrats out of their apathy. Polling on the recall has swung from a dead heat in early August to an 8.4 margin for Gavin Newsom in FiveThirtyEight’s tracker. But I want to make an affirmative argument for continuing the Newsom experiment: Something exciting is taking shape in California. The torrent of policy that Newsom and the Democratic Legislature are passing amounts to nothing less than a Green New Deal for the Golden State.","headline":"Gavin Newsom Is Much More Than the Lesser of Two Evils","location":"California","tags":"Elections, California Gubernatorial Recall (2021), Politics and Government, Governors (US), Content Type: Personal Profile, Global Warming","loc":[36.374105693,-119.27023],"lat":36.374105693,"lon":-119.27023},{"date":1630501537000,"abstract":"North Atlantic right whales had been making a slow recovery, but ocean changes linked to global warming are pushing down their numbers again, scientists say.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/01\/climate\/whales.html","snip":"North Atlantic right whales had been making a slow recovery, but ocean changes linked to global warming are pushing down their numbers again, scientists say.","lead":"Climate change is the quiet force behind a sudden decline in the population of North Atlantic right whales, according to a new study that bolsters a growing body of research into why the critically endangered animals have veered from slow recovery to alarming decline.","headline":"New Research Helps Explain a Sudden Population Crash for Rare Whales","location":"United States","tags":"Whales and Whaling, Endangered and Extinct Species, Research, Oceans and Seas, Global Warming, Fishing, Commercial","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1630526297000,"abstract":"More than 100 industrial sites that handle large amounts of hazardous substances are in and around parishes still without power.","web_url":"https:\/\/www.nytimes.com\/2021\/09\/01\/climate\/hurricane-ida-toxic-pollution.html","snip":"More than 100 industrial sites that handle large amounts of hazardous substances are in and around parishes still without power.","lead":"A fertilizer plant battered by Hurricane Ida belched highly toxic anhydrous ammonia into the air. Two damaged gas pipelines leaked isobutane and propylene, flammable chemicals that are hazardous to human health. And a plastic plant that lost power in the storm’s aftermath is emitting ethylene dichloride, yet another toxic substance.","headline":"Lack of Power Hinders Assessment of Toxic Pollution Caused by Ida","location":"Louisiana","tags":"Hurricane Ida (2021), Hazardous and Toxic Substances, Disasters and Emergencies, Oil (Petroleum) and Gasoline, Power Failures and Blackouts, Global Warming, Chemicals, Factories and Manufacturing","loc":[30.185846167,-91.42642],"lat":30.185846167,"lon":-91.42642},{"date":1630488445000,"abstract":"The storm stayed out to sea but brought a hurricane season oddity to some parts of the island: snow caused by the remnants of a tropical storm.","web_url":"https:\/\/www.nytimes.com\/article\/tropical-storm-larry-hurricane.html","snip":"The storm stayed out to sea but brought a hurricane season oddity to some parts of the island: snow caused by the remnants of a tropical storm.","lead":"After striking Canada as a Category 1 hurricane and causing widespread power outages in Newfoundland, Larry moved north toward Greenland, where the storm stayed out to sea but brought a hurricane season oddity to some parts of the island: snow caused by the remnants of a tropical storm.","headline":"Hurricane Larry Brings Snow to Parts of Greenland","location":"Greenland","tags":"Hurricanes and Tropical Storms, Weather, Global Warming","loc":[74.727116332,-41.345609378],"lat":74.727116332,"lon":-41.345609378},{"date":1630400416000,"abstract":"The only way to really address the climate crisis is through politics, policymakers and legislation.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/31\/opinion\/climate-change-carbon-neutral.html","snip":"The only way to really address the climate crisis is through politics, policymakers and legislation.","lead":"Everybody’s going carbon neutral these days, from the big boys — Amazon, Microsoft, Unilever, Starbucks, JetBlue — to your favorite outdoor brand, even ski resorts. Probably your neighborhood coffee roaster, too.","headline":"Worrying About Your Carbon Footprint Is Exactly What Big Oil Wants You to Do","location":"United States","tags":"Greenhouse Gas Emissions, Carbon Caps and Emissions Trading Programs, Carbon Dioxide, Global Warming, Oil (Petroleum) and Gasoline, Corporations, Lobbying and Lobbyists, Natural Gas","loc":[39.398703156,-99.41461919],"lat":39.398703156,"lon":-99.41461919},{"date":1630427203000,"abstract":"Experts believe that the challenge is a cautionary tale for future megafires in the West and lays bare a certain futility in trying to fully control the most aggressive wildfires.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/31\/us\/lake-tahoe-nevada-fire.html","snip":"Experts believe that the challenge is a cautionary tale for future megafires in the West and lays bare a certain futility in trying to fully control the most aggressive wildfires.","lead":"SOUTH LAKE TAHOE, Calif. — They sent thousands of firefighters, 25 helicopters and an arsenal of more than 400 fire engines and 70 water trucks. Yet the fire still advanced.","headline":"To Save Lake Tahoe, They Spared No Expense. The Fire Came Over the Ridge Anyway.","location":"Lake Tahoe (Nev)","tags":"Wildfires, Evacuations and Evacuees, Fires and Firefighters, Global Warming","loc":[35.9949200302,-114.8407749249],"lat":35.9949200302,"lon":-114.8407749249},{"date":1630400416000,"abstract":"Louisiana is no longer an outlier. ","web_url":"https:\/\/www.nytimes.com\/2021\/08\/31\/opinion\/hurricane-ida-climate-change.html","snip":"Louisiana is no longer an outlier. ","lead":"As a boy, Louis Armstrong worked for the Karnofsky family. The Karnofskys’ tailor shop on South Rampart Street in New Orleans became a second home to him, and the family helped him buy his first cornet. On Sunday night, the Karnofsky building, long neglected by the city and a succession of private owners who promised to restore it, finally collapsed under the force of Hurricane Ida’s winds.","headline":"Hurricane Ida Offers a Glimpse of the Dystopia That’s Coming for All of Us","location":"New Orleans (La)","tags":"Hurricane Ida (2021), American Jobs Plan (2021), Hurricane Katrina (2005), Infrastructure (Public Works), Hurricane Isaac (2012), United States Politics and Government, Hurricane Laura (2020), American Rescue Plan (2021), Coast Erosion, Global Warming","loc":[29.9537,-90.07775],"lat":29.9537,"lon":-90.07775},{"date":1630357292000,"abstract":"Louisiana’s 17 oil refineries account for nearly a fifth of the nation’s capacity. Past hurricanes have caused toxic spills.","web_url":"https:\/\/www.nytimes.com\/2021\/08\/30\/climate\/ida-chemical-plants-refineries.html","snip":"Louisiana’s 17 oil refineries account for nearly a fifth of the nation’s capacity. Past hurricanes have caused toxic spills.","lead":"The most intense hurricane on record to strike Louisiana swept through one of the nation’s largest chemical, petroleum and natural gas hubs. And while it may take days or weeks for the full extent of the storm’s impact to become clear, early reports of damage have heightened concerns over the vulnerability of the region’s fossil fuel infrastructure to intensifying storms.","headline":"Ida Hit One of the Country’s Biggest Oil and Chemical Hubs","location":"St Bernard Parish (La)","tags":"Global Warming, Hurricane Ida (2021), Refineries, Offshore Drilling and Exploration, Oil Spills, Oil (Petroleum) and Gasoline, Hazardous and Toxic Substances, Natural Gas, Levees and Dams, Greenhouse Gas Emissions, Floods","loc":[29.85021,-89.65006],"lat":29.85021,"lon":-89.65006}]